{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "13.680",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "The Holy Bible: The King James Version, Read by Alexander Scourby Chapter one"
   ]
  },
  {
   "begin": "13.680",
   "children": [],
   "end": "24.360",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;"
   ]
  },
  {
   "begin": "24.360",
   "children": [],
   "end": "34.560",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "(For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)"
   ]
  },
  {
   "begin": "34.560",
   "children": [],
   "end": "46.160",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ."
   ]
  },
  {
   "begin": "46.160",
   "children": [],
   "end": "51.120",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And these things write we unto you, that your joy may be full."
   ]
  },
  {
   "begin": "51.120",
   "children": [],
   "end": "60.840",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all."
   ]
  },
  {
   "begin": "60.840",
   "children": [],
   "end": "69.080",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:"
   ]
  },
  {
   "begin": "69.080",
   "children": [],
   "end": "78.040",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin."
   ]
  },
  {
   "begin": "78.040",
   "children": [],
   "end": "84.520",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "If we say that we have no sin, we deceive ourselves, and the truth is not in us."
   ]
  },
  {
   "begin": "84.520",
   "children": [],
   "end": "92.080",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness."
   ]
  },
  {
   "begin": "92.080",
   "children": [],
   "end": "98.440",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "If we say that we have not sinned, we make him a liar, and his word is not in us."
   ]
  }
 ]
}