{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.160",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter nineteen"
   ]
  },
  {
   "begin": "2.160",
   "children": [],
   "end": "13.080",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "The burden of Egypt. Behold, the LORD rideth upon a swift cloud, and shall come into Egypt: and the idols of Egypt shall be moved at his presence, and the heart of Egypt shall melt in the midst of it."
   ]
  },
  {
   "begin": "13.080",
   "children": [],
   "end": "22.120",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And I will set the Egyptians against the Egyptians: and they shall fight every one against his brother, and every one against his neighbour; city against city, and kingdom against kingdom."
   ]
  },
  {
   "begin": "22.120",
   "children": [],
   "end": "33.560",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And the spirit of Egypt shall fail in the midst thereof; and I will destroy the counsel thereof: and they shall seek to the idols, and to the charmers, and to them that have familiar spirits, and to the wizards."
   ]
  },
  {
   "begin": "33.560",
   "children": [],
   "end": "42.560",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And the Egyptians will I give over into the hand of a cruel lord; and a fierce king shall rule over them, saith the Lord, the LORD of hosts."
   ]
  },
  {
   "begin": "42.560",
   "children": [],
   "end": "47.360",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And the waters shall fail from the sea, and the river shall be wasted and dried up."
   ]
  },
  {
   "begin": "47.360",
   "children": [],
   "end": "54.640",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And they shall turn the rivers far away; and the brooks of defence shall be emptied and dried up: the reeds and flags shall wither."
   ]
  },
  {
   "begin": "54.640",
   "children": [],
   "end": "63.240",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "The paper reeds by the brooks, by the mouth of the brooks, and every thing sown by the brooks, shall wither, be driven away, and be no more."
   ]
  },
  {
   "begin": "63.240",
   "children": [],
   "end": "71.800",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "The fishers also shall mourn, and all they that cast angle into the brooks shall lament, and they that spread nets upon the waters shall languish."
   ]
  },
  {
   "begin": "71.800",
   "children": [],
   "end": "77.240",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Moreover they that work in fine flax, and they that weave networks, shall be confounded."
   ]
  },
  {
   "begin": "77.240",
   "children": [],
   "end": "83.640",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And they shall be broken in the purposes thereof, all that make sluices and ponds for fish."
   ]
  },
  {
   "begin": "83.640",
   "children": [],
   "end": "97.680",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Surely the princes of Zoan are fools, the counsel of the wise counsellors of Pharaoh is become brutish: how say ye unto Pharaoh, I am the son of the wise, the son of ancient kings?"
   ]
  },
  {
   "begin": "97.680",
   "children": [],
   "end": "107.440",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Where are they? where are thy wise men? and let them tell thee now, and let them know what the LORD of hosts hath purposed upon Egypt."
   ]
  },
  {
   "begin": "107.440",
   "children": [],
   "end": "118.040",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "The princes of Zoan are become fools, the princes of Noph are deceived; they have also seduced Egypt, even they that are the stay of the tribes thereof."
   ]
  },
  {
   "begin": "118.040",
   "children": [],
   "end": "127.840",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "The LORD hath mingled a perverse spirit in the midst thereof: and they have caused Egypt to err in every work thereof, as a drunken man staggereth in his vomit."
   ]
  },
  {
   "begin": "127.840",
   "children": [],
   "end": "133.880",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "Neither shall there be any work for Egypt, which the head or tail, branch or rush, may do."
   ]
  },
  {
   "begin": "133.880",
   "children": [],
   "end": "143.640",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "In that day shall Egypt be like unto women: and it shall be afraid and fear because of the shaking of the hand of the LORD of hosts, which he shaketh over it."
   ]
  },
  {
   "begin": "143.640",
   "children": [],
   "end": "154.520",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And the land of Judah shall be a terror unto Egypt, every one that maketh mention thereof shall be afraid in himself, because of the counsel of the LORD of hosts, which he hath determined against it."
   ]
  },
  {
   "begin": "154.520",
   "children": [],
   "end": "165.320",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "In that day shall five cities in the land of Egypt speak the language of Canaan, and swear to the LORD of hosts; one shall be called, The city of destruction."
   ]
  },
  {
   "begin": "165.320",
   "children": [],
   "end": "172.760",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "In that day shall there be an altar to the LORD in the midst of the land of Egypt, and a pillar at the border thereof to the LORD."
   ]
  },
  {
   "begin": "172.760",
   "children": [],
   "end": "186.120",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "And it shall be for a sign and for a witness unto the LORD of hosts in the land of Egypt: for they shall cry unto the LORD because of the oppressors, and he shall send them a saviour, and a great one, and he shall deliver them."
   ]
  },
  {
   "begin": "186.120",
   "children": [],
   "end": "197.560",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "And the LORD shall be known to Egypt, and the Egyptians shall know the LORD in that day, and shall do sacrifice and oblation; yea, they shall vow a vow unto the LORD, and perform it."
   ]
  },
  {
   "begin": "197.560",
   "children": [],
   "end": "208.400",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "And the LORD shall smite Egypt: he shall smite and heal it: and they shall return even to the LORD, and he shall be intreated of them, and shall heal them."
   ]
  },
  {
   "begin": "208.400",
   "children": [],
   "end": "220.160",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "In that day shall there be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria, and the Egyptians shall serve with the Assyrians."
   ]
  },
  {
   "begin": "220.160",
   "children": [],
   "end": "227.080",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "In that day shall Israel be the third with Egypt and with Assyria, even a blessing in the midst of the land:"
   ]
  },
  {
   "begin": "227.080",
   "children": [],
   "end": "238.400",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "Whom the LORD of hosts shall bless, saying, Blessed be Egypt my people, and Assyria the work of my hands, and Israel mine inheritance."
   ]
  }
 ]
}