{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.960",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter sixty-two"
   ]
  },
  {
   "begin": "2.960",
   "children": [],
   "end": "13.720",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "For Zion's sake will I not hold my peace, and for Jerusalem's sake I will not rest, until the righteousness thereof go forth as brightness, and the salvation thereof as a lamp that burneth."
   ]
  },
  {
   "begin": "13.720",
   "children": [],
   "end": "22.600",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And the Gentiles shall see thy righteousness, and all kings thy glory: and thou shalt be called by a new name, which the mouth of the LORD shall name."
   ]
  },
  {
   "begin": "22.600",
   "children": [],
   "end": "28.200",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Thou shalt also be a crown of glory in the hand of the LORD, and a royal diadem in the hand of thy God."
   ]
  },
  {
   "begin": "28.200",
   "children": [],
   "end": "45.040",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Thou shalt no more be termed Forsaken; neither shall thy land any more be termed Desolate: but thou shalt be called Hephzibah, and thy land Beulah: for the LORD delighteth in thee, and thy land shall be married."
   ]
  },
  {
   "begin": "45.040",
   "children": [],
   "end": "54.080",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "For as a young man marrieth a virgin, so shall thy sons marry thee: and as the bridegroom rejoiceth over the bride, so shall thy God rejoice over thee."
   ]
  },
  {
   "begin": "54.080",
   "children": [],
   "end": "62.320",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "I have set watchmen upon thy walls, O Jerusalem, which shall never hold their peace day nor night: ye that make mention of the LORD, keep not silence,"
   ]
  },
  {
   "begin": "62.320",
   "children": [],
   "end": "68.320",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And give him no rest, till he establish, and till he make Jerusalem a praise in the earth."
   ]
  },
  {
   "begin": "68.320",
   "children": [],
   "end": "80.640",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "The LORD hath sworn by his right hand, and by the arm of his strength, Surely I will no more give thy corn to be meat for thine enemies; and the sons of the stranger shall not drink thy wine, for the which thou hast laboured:"
   ]
  },
  {
   "begin": "80.640",
   "children": [],
   "end": "89.040",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "But they that have gathered it shall eat it, and praise the LORD; and they that have brought it together shall drink it in the courts of my holiness."
   ]
  },
  {
   "begin": "89.040",
   "children": [],
   "end": "99.280",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Go through, go through the gates; prepare ye the way of the people; cast up, cast up the highway; gather out the stones; lift up a standard for the people."
   ]
  },
  {
   "begin": "99.280",
   "children": [],
   "end": "111.360",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Behold, the LORD hath proclaimed unto the end of the world, Say ye to the daughter of Zion, Behold, thy salvation cometh; behold, his reward is with him, and his work before him."
   ]
  },
  {
   "begin": "111.360",
   "children": [],
   "end": "123.120",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And they shall call them, The holy people, The redeemed of the LORD: and thou shalt be called, Sought out, A city not forsaken."
   ]
  }
 ]
}