{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.480",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter thirty-five"
   ]
  },
  {
   "begin": "2.480",
   "children": [],
   "end": "8.360",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "The wilderness and the solitary place shall be glad for them; and the desert shall rejoice, and blossom as the rose."
   ]
  },
  {
   "begin": "8.360",
   "children": [],
   "end": "20.360",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "It shall blossom abundantly, and rejoice even with joy and singing: the glory of Lebanon shall be given unto it, the excellency of Carmel and Sharon, they shall see the glory of the LORD, and the excellency of our God."
   ]
  },
  {
   "begin": "20.360",
   "children": [],
   "end": "24.400",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Strengthen ye the weak hands, and confirm the feeble knees."
   ]
  },
  {
   "begin": "24.400",
   "children": [],
   "end": "34.840",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Say to them that are of a fearful heart, Be strong, fear not: behold, your God will come with vengeance, even God with a recompence; he will come and save you."
   ]
  },
  {
   "begin": "34.840",
   "children": [],
   "end": "40.560",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped."
   ]
  },
  {
   "begin": "40.560",
   "children": [],
   "end": "49.720",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Then shall the lame man leap as an hart, and the tongue of the dumb sing: for in the wilderness shall waters break out, and streams in the desert."
   ]
  },
  {
   "begin": "49.720",
   "children": [],
   "end": "63.080",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And the parched ground shall become a pool, and the thirsty land springs of water: in the habitation of dragons, where each lay, shall be grass with reeds and rushes."
   ]
  },
  {
   "begin": "63.080",
   "children": [],
   "end": "79.000",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And an highway shall be there, and a way, and it shall be called The way of holiness; the unclean shall not pass over it; but it shall be for those: the wayfaring men, though fools, shall not err therein."
   ]
  },
  {
   "begin": "79.000",
   "children": [],
   "end": "87.640",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "No lion shall be there, nor any ravenous beast shall go up thereon, it shall not be found there; but the redeemed shall walk there:"
   ]
  },
  {
   "begin": "87.640",
   "children": [],
   "end": "100.800",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And the ransomed of the LORD shall return, and come to Zion with songs and everlasting joy upon their heads: they shall obtain joy and gladness, and sorrow and sighing shall flee away."
   ]
  }
 ]
}