{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.480",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter sixteen"
   ]
  },
  {
   "begin": "2.480",
   "children": [],
   "end": "8.800",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Send ye the lamb to the ruler of the land from Sela to the wilderness, unto the mount of the daughter of Zion."
   ]
  },
  {
   "begin": "8.800",
   "children": [],
   "end": "16.760",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "For it shall be, that, as a wandering bird cast out of the nest, so the daughters of Moab shall be at the fords of Arnon."
   ]
  },
  {
   "begin": "16.760",
   "children": [],
   "end": "27.800",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Take counsel, execute judgment; make thy shadow as the night in the midst of the noonday; hide the outcasts; bewray not him that wandereth."
   ]
  },
  {
   "begin": "27.800",
   "children": [],
   "end": "42.360",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Let mine outcasts dwell with thee, Moab; be thou a covert to them from the face of the spoiler: for the extortioner is at an end, the spoiler ceaseth, the oppressors are consumed out of the land."
   ]
  },
  {
   "begin": "42.360",
   "children": [],
   "end": "52.960",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And in mercy shall the throne be established: and he shall sit upon it in truth in the tabernacle of David, judging, and seeking judgment, and hasting righteousness."
   ]
  },
  {
   "begin": "52.960",
   "children": [],
   "end": "63.200",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "We have heard of the pride of Moab; he is very proud: even of his haughtiness, and his pride, and his wrath: but his lies shall not be so."
   ]
  },
  {
   "begin": "63.200",
   "children": [],
   "end": "72.520",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Therefore shall Moab howl for Moab, every one shall howl: for the foundations of Kirhareseth shall ye mourn; surely they are stricken."
   ]
  },
  {
   "begin": "72.520",
   "children": [],
   "end": "86.800",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "For the fields of Heshbon languish, and the vine of Sibmah: the lords of the heathen have broken down the principal plants thereof, they are come even unto Jazer, they wandered through the wilderness: her branches are stretched out, they are gone over the sea."
   ]
  },
  {
   "begin": "86.800",
   "children": [],
   "end": "101.240",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Therefore I will bewail with the weeping of Jazer the vine of Sibmah: I will water thee with my tears, O Heshbon, and Elealeh: for the shouting for thy summer fruits and for thy harvest is fallen."
   ]
  },
  {
   "begin": "101.240",
   "children": [],
   "end": "118.120",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And gladness is taken away, and joy out of the plentiful field; and in the vineyards there shall be no singing, neither shall there be shouting: the treaders shall tread out no wine in their presses; I have made their vintage shouting to cease."
   ]
  },
  {
   "begin": "118.120",
   "children": [],
   "end": "126.360",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Wherefore my bowels shall sound like an harp for Moab, and mine inward parts for Kirharesh."
   ]
  },
  {
   "begin": "126.360",
   "children": [],
   "end": "136.600",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And it shall come to pass, when it is seen that Moab is weary on the high place, that he shall come to his sanctuary to pray; but he shall not prevail."
   ]
  },
  {
   "begin": "136.600",
   "children": [],
   "end": "141.880",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "This is the word that the LORD hath spoken concerning Moab since that time."
   ]
  },
  {
   "begin": "141.880",
   "children": [],
   "end": "156.960",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "But now the LORD hath spoken, saying, Within three years, as the years of an hireling, and the glory of Moab shall be contemned, with all that great multitude; and the remnant shall be very small and feeble."
   ]
  }
 ]
}