{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.080",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter fifty-two"
   ]
  },
  {
   "begin": "2.080",
   "children": [],
   "end": "13.440",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Awake, awake; put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city: for henceforth there shall no more come into thee the uncircumcised and the unclean."
   ]
  },
  {
   "begin": "13.440",
   "children": [],
   "end": "22.840",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Shake thyself from the dust; arise, and sit down, O Jerusalem: loose thyself from the bands of thy neck, O captive daughter of Zion."
   ]
  },
  {
   "begin": "22.840",
   "children": [],
   "end": "30.760",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "For thus saith the LORD, Ye have sold yourselves for nought; and ye shall be redeemed without money."
   ]
  },
  {
   "begin": "30.760",
   "children": [],
   "end": "39.360",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "For thus saith the Lord GOD, My people went down aforetime into Egypt to sojourn there; and the Assyrian oppressed them without cause."
   ]
  },
  {
   "begin": "39.360",
   "children": [],
   "end": "53.960",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Now therefore, what have I here, saith the LORD, that my people is taken away for nought? they that rule over them make them to howl, saith the LORD; and my name continually every day is blasphemed."
   ]
  },
  {
   "begin": "53.960",
   "children": [],
   "end": "64.440",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Therefore my people shall know my name: therefore they shall know in that day that I am he that doth speak: behold, it is I."
   ]
  },
  {
   "begin": "64.440",
   "children": [],
   "end": "77.320",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth!"
   ]
  },
  {
   "begin": "77.320",
   "children": [],
   "end": "86.080",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Thy watchmen shall lift up the voice; with the voice together shall they sing: for they shall see eye to eye, when the LORD shall bring again Zion."
   ]
  },
  {
   "begin": "86.080",
   "children": [],
   "end": "95.480",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Break forth into joy, sing together, ye waste places of Jerusalem: for the LORD hath comforted his people, he hath redeemed Jerusalem."
   ]
  },
  {
   "begin": "95.480",
   "children": [],
   "end": "103.200",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "The LORD hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of our God."
   ]
  },
  {
   "begin": "103.200",
   "children": [],
   "end": "113.800",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Depart ye, depart ye, go ye out from thence, touch no unclean thing; go ye out of the midst of her; be ye clean, that bear the vessels of the LORD."
   ]
  },
  {
   "begin": "113.800",
   "children": [],
   "end": "123.880",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "For ye shall not go out with haste, nor go by flight: for the LORD will go before you; and the God of Israel will be your rereward."
   ]
  },
  {
   "begin": "123.880",
   "children": [],
   "end": "129.000",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Behold, my servant shall deal prudently, he shall be exalted and extolled, and be very high."
   ]
  },
  {
   "begin": "129.000",
   "children": [],
   "end": "135.600",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "As many were astonied at thee; his visage was so marred more than any man, and his form more than the sons of men:"
   ]
  },
  {
   "begin": "135.600",
   "children": [],
   "end": "147.480",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "So shall he sprinkle many nations; the kings shall shut their mouths at him: for that which had not been told them shall they see; and that which they had not heard shall they consider."
   ]
  }
 ]
}