{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "1.920",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter fifty"
   ]
  },
  {
   "begin": "1.920",
   "children": [],
   "end": "16.880",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Thus saith the LORD, Where is the bill of your mother's divorcement, whom I have put away? or which of my creditors is it to whom I have sold you? Behold, for your iniquities have ye sold yourselves, and for your transgressions is your mother put away."
   ]
  },
  {
   "begin": "16.880",
   "children": [],
   "end": "36.080",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Wherefore, when I came, was there no man? when I called, was there none to answer? Is my hand shortened at all, that it cannot redeem? or have I no power to deliver? behold, at my rebuke I dry up the sea, I make the rivers a wilderness: their fish stinketh, because there is no water, and dieth for thirst."
   ]
  },
  {
   "begin": "36.080",
   "children": [],
   "end": "42.800",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "I clothe the heavens with blackness, and I make sackcloth their covering."
   ]
  },
  {
   "begin": "42.800",
   "children": [],
   "end": "53.720",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "The Lord GOD hath given me the tongue of the learned, that I should know how to speak a word in season to him that is weary: he wakeneth morning by morning, he wakeneth mine ear to hear as the learned."
   ]
  },
  {
   "begin": "53.720",
   "children": [],
   "end": "58.280",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "The Lord GOD hath opened mine ear, and I was not rebellious, neither turned away back."
   ]
  },
  {
   "begin": "58.280",
   "children": [],
   "end": "66.280",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "I gave my back to the smiters, and my cheeks to them that plucked off the hair: I hid not my face from shame and spitting."
   ]
  },
  {
   "begin": "66.280",
   "children": [],
   "end": "74.920",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "For the Lord GOD will help me; therefore shall I not be confounded: therefore have I set my face like a flint, and I know that I shall not be ashamed."
   ]
  },
  {
   "begin": "74.920",
   "children": [],
   "end": "83.400",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "He is near that justifieth me; who will contend with me? let us stand together: who is mine adversary? let him come near to me."
   ]
  },
  {
   "begin": "83.400",
   "children": [],
   "end": "92.600",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Behold, the Lord GOD will help me; who is he that shall condemn me? lo, they all shall wax old as a garment; the moth shall eat them up."
   ]
  },
  {
   "begin": "92.600",
   "children": [],
   "end": "104.200",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Who is among you that feareth the LORD, that obeyeth the voice of his servant, that walketh in darkness, and hath no light? let him trust in the name of the LORD, and stay upon his God."
   ]
  },
  {
   "begin": "104.200",
   "children": [],
   "end": "118.600",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Behold, all ye that kindle a fire, that compass yourselves about with sparks: walk in the light of your fire, and in the sparks that ye have kindled. This shall ye have of mine hand; ye shall lie down in sorrow."
   ]
  }
 ]
}