{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.080",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter twenty-one"
   ]
  },
  {
   "begin": "2.080",
   "children": [],
   "end": "9.760",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "The burden of the desert of the sea. As whirlwinds in the south pass through; so it cometh from the desert, from a terrible land."
   ]
  },
  {
   "begin": "9.760",
   "children": [],
   "end": "21.680",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "A grievous vision is declared unto me; the treacherous dealer dealeth treacherously, and the spoiler spoileth. Go up, O Elam: besiege, O Media; all the sighing thereof have I made to cease."
   ]
  },
  {
   "begin": "21.680",
   "children": [],
   "end": "31.240",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Therefore are my loins filled with pain: pangs have taken hold upon me, as the pangs of a woman that travaileth: I was bowed down at the hearing of it; I was dismayed at the seeing of it."
   ]
  },
  {
   "begin": "31.240",
   "children": [],
   "end": "39.400",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "My heart panted, fearfulness affrighted me: the night of my pleasure hath he turned into fear unto me."
   ]
  },
  {
   "begin": "39.400",
   "children": [],
   "end": "47.080",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Prepare the table, watch in the watchtower, eat, drink: arise, ye princes, and anoint the shield."
   ]
  },
  {
   "begin": "47.080",
   "children": [],
   "end": "53.520",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "For thus hath the LORD said unto me, Go, set a watchman, let him declare what he seeth."
   ]
  },
  {
   "begin": "53.520",
   "children": [],
   "end": "59.960",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And he saw a chariot with a couple of horsemen, a chariot of asses, and a chariot of camels; and he hearkened diligently with much heed:"
   ]
  },
  {
   "begin": "59.960",
   "children": [],
   "end": "68.040",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And he cried, A lion: My lord, I stand continually upon the watchtower in the daytime, and I am set in my ward whole nights:"
   ]
  },
  {
   "begin": "68.040",
   "children": [],
   "end": "81.480",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And, behold, here cometh a chariot of men, with a couple of horsemen. And he answered and said, Babylon is fallen, is fallen; and all the graven images of her gods he hath broken unto the ground."
   ]
  },
  {
   "begin": "81.480",
   "children": [],
   "end": "90.080",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "O my threshing, and the corn of my floor: that which I have heard of the LORD of hosts, the God of Israel, have I declared unto you."
   ]
  },
  {
   "begin": "90.080",
   "children": [],
   "end": "98.240",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "The burden of Dumah. He calleth to me out of Seir, Watchman, what of the night? Watchman, what of the night?"
   ]
  },
  {
   "begin": "98.240",
   "children": [],
   "end": "108.040",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "The watchman said, The morning cometh, and also the night: if ye will enquire, enquire ye: return, come."
   ]
  },
  {
   "begin": "108.040",
   "children": [],
   "end": "114.920",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "The burden upon Arabia. In the forest in Arabia shall ye lodge, O ye travelling companies of Dedanim."
   ]
  },
  {
   "begin": "114.920",
   "children": [],
   "end": "121.480",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "The inhabitants of the land of Tema brought water to him that was thirsty, they prevented with their bread him that fled."
   ]
  },
  {
   "begin": "121.480",
   "children": [],
   "end": "127.880",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "For they fled from the swords, from the drawn sword, and from the bent bow, and from the grievousness of war."
   ]
  },
  {
   "begin": "127.880",
   "children": [],
   "end": "136.160",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "For thus hath the LORD said unto me, Within a year, according to the years of an hireling, and all the glory of Kedar shall fail:"
   ]
  },
  {
   "begin": "136.160",
   "children": [],
   "end": "145.400",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And the residue of the number of archers, the mighty men of the children of Kedar, shall be diminished: for the LORD God of Israel hath spoken it."
   ]
  }
 ]
}