{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.680",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter thirty-three"
   ]
  },
  {
   "begin": "2.680",
   "children": [],
   "end": "20.000",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Woe to thee that spoilest, and thou wast not spoiled; and dealest treacherously, and they dealt not treacherously with thee! when thou shalt cease to spoil, thou shalt be spoiled; and when thou shalt make an end to deal treacherously, they shall deal treacherously with thee."
   ]
  },
  {
   "begin": "20.000",
   "children": [],
   "end": "27.720",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "O LORD, be gracious unto us; we have waited for thee: be thou their arm every morning, our salvation also in the time of trouble."
   ]
  },
  {
   "begin": "27.720",
   "children": [],
   "end": "33.160",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "At the noise of the tumult the people fled; at the lifting up of thyself the nations were scattered."
   ]
  },
  {
   "begin": "33.160",
   "children": [],
   "end": "41.120",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And your spoil shall be gathered like the gathering of the caterpiller: as the running to and fro of locusts shall he run upon them."
   ]
  },
  {
   "begin": "41.120",
   "children": [],
   "end": "46.920",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "The LORD is exalted; for he dwelleth on high: he hath filled Zion with judgment and righteousness."
   ]
  },
  {
   "begin": "46.920",
   "children": [],
   "end": "54.920",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And wisdom and knowledge shall be the stability of thy times, and strength of salvation: the fear of the LORD is his treasure."
   ]
  },
  {
   "begin": "54.920",
   "children": [],
   "end": "61.600",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Behold, their valiant ones shall cry without: the ambassadors of peace shall weep bitterly."
   ]
  },
  {
   "begin": "61.600",
   "children": [],
   "end": "71.680",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "The highways lie waste, the wayfaring man ceaseth: he hath broken the covenant, he hath despised the cities, he regardeth no man."
   ]
  },
  {
   "begin": "71.680",
   "children": [],
   "end": "83.840",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "The earth mourneth and languisheth: Lebanon is ashamed and hewn down: Sharon is like a wilderness; and Bashan and Carmel shake off their fruits."
   ]
  },
  {
   "begin": "83.840",
   "children": [],
   "end": "91.000",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Now will I rise, saith the LORD; now will I be exalted; now will I lift up myself."
   ]
  },
  {
   "begin": "91.000",
   "children": [],
   "end": "98.840",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Ye shall conceive chaff, ye shall bring forth stubble: your breath, as fire, shall devour you."
   ]
  },
  {
   "begin": "98.840",
   "children": [],
   "end": "106.720",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And the people shall be as the burnings of lime: as thorns cut up shall they be burned in the fire."
   ]
  },
  {
   "begin": "106.720",
   "children": [],
   "end": "112.680",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Hear, ye that are far off, what I have done; and, ye that are near, acknowledge my might."
   ]
  },
  {
   "begin": "112.680",
   "children": [],
   "end": "123.640",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "The sinners in Zion are afraid; fearfulness hath surprised the hypocrites. Who among us shall dwell with the devouring fire? who among us shall dwell with everlasting burnings?"
   ]
  },
  {
   "begin": "123.640",
   "children": [],
   "end": "137.000",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "He that walketh righteously, and speaketh uprightly; he that despiseth the gain of oppressions, that shaketh his hands from holding of bribes, that stoppeth his ears from hearing of blood, and shutteth his eyes from seeing evil;"
   ]
  },
  {
   "begin": "137.000",
   "children": [],
   "end": "146.400",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "He shall dwell on high: his place of defence shall be the munitions of rocks: bread shall be given him; his waters shall be sure."
   ]
  },
  {
   "begin": "146.400",
   "children": [],
   "end": "152.920",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "Thine eyes shall see the king in his beauty: they shall behold the land that is very far off."
   ]
  },
  {
   "begin": "152.920",
   "children": [],
   "end": "162.160",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Thine heart shall meditate terror. Where is the scribe? where is the receiver? where is he that counted the towers?"
   ]
  },
  {
   "begin": "162.160",
   "children": [],
   "end": "171.560",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "Thou shalt not see a fierce people, a people of a deeper speech than thou canst perceive; of a stammering tongue, that thou canst not understand."
   ]
  },
  {
   "begin": "171.560",
   "children": [],
   "end": "187.880",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "Look upon Zion, the city of our solemnities: thine eyes shall see Jerusalem a quiet habitation, a tabernacle that shall not be taken down; not one of the stakes thereof shall ever be removed, neither shall any of the cords thereof be broken."
   ]
  },
  {
   "begin": "187.880",
   "children": [],
   "end": "198.520",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "But there the glorious LORD will be unto us a place of broad rivers and streams; wherein shall go no galley with oars, neither shall gallant ship pass thereby."
   ]
  },
  {
   "begin": "198.520",
   "children": [],
   "end": "206.600",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "For the LORD is our judge, the LORD is our lawgiver, the LORD is our king; he will save us."
   ]
  },
  {
   "begin": "206.600",
   "children": [],
   "end": "217.920",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "Thy tacklings are loosed; they could not well strengthen their mast, they could not spread the sail: then is the prey of a great spoil divided; the lame take the prey."
   ]
  },
  {
   "begin": "217.920",
   "children": [],
   "end": "226.080",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "And the inhabitant shall not say, I am sick: the people that dwell therein shall be forgiven their iniquity."
   ]
  }
 ]
}