{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "14.400",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "The Holy Bible: The King James Version, Read by Alexander Scourby Chapter one"
   ]
  },
  {
   "begin": "14.400",
   "children": [],
   "end": "28.680",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "How doth the city sit solitary, that was full of people! how is she become as a widow! she that was great among the nations, and princess among the provinces, how is she become tributary!"
   ]
  },
  {
   "begin": "28.680",
   "children": [],
   "end": "39.560",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "She weepeth sore in the night, and her tears are on her cheeks: among all her lovers she hath none to comfort her: all her friends have dealt treacherously with her, they are become her enemies."
   ]
  },
  {
   "begin": "39.560",
   "children": [],
   "end": "53.560",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Judah is gone into captivity because of affliction, and because of great servitude: she dwelleth among the heathen, she findeth no rest: all her persecutors overtook her between the straits."
   ]
  },
  {
   "begin": "53.560",
   "children": [],
   "end": "66.880",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "The ways of Zion do mourn, because none come to the solemn feasts: all her gates are desolate: her priests sigh, her virgins are afflicted, and she is in bitterness."
   ]
  },
  {
   "begin": "66.880",
   "children": [],
   "end": "77.240",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Her adversaries are the chief, her enemies prosper; for the LORD hath afflicted her for the multitude of her transgressions: her children are gone into captivity before the enemy."
   ]
  },
  {
   "begin": "77.240",
   "children": [],
   "end": "89.520",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And from the daughter of Zion all her beauty is departed: her princes are become like harts that find no pasture, and they are gone without strength before the pursuer."
   ]
  },
  {
   "begin": "89.520",
   "children": [],
   "end": "105.320",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Jerusalem remembered in the days of her affliction and of her miseries all her pleasant things that she had in the days of old, when her people fell into the hand of the enemy, and none did help her: the adversaries saw her, and did mock at her sabbaths."
   ]
  },
  {
   "begin": "105.320",
   "children": [],
   "end": "117.920",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Jerusalem hath grievously sinned; therefore she is removed: all that honoured her despise her, because they have seen her nakedness: yea, she sigheth, and turneth backward."
   ]
  },
  {
   "begin": "117.920",
   "children": [],
   "end": "133.480",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Her filthiness is in her skirts; she remembereth not her last end; therefore she came down wonderfully: she had no comforter. O LORD, behold my affliction: for the enemy hath magnified himself."
   ]
  },
  {
   "begin": "133.480",
   "children": [],
   "end": "143.400",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "The adversary hath spread out his hand upon all her pleasant things: for she hath seen that the heathen entered into her sanctuary, whom thou didst command that they should not enter into thy congregation."
   ]
  },
  {
   "begin": "143.400",
   "children": [],
   "end": "155.880",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "All her people sigh, they seek bread; they have given their pleasant things for meat to relieve the soul: see, O LORD, and consider; for I am become vile."
   ]
  },
  {
   "begin": "155.880",
   "children": [],
   "end": "167.440",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Is it nothing to you, all ye that pass by? behold, and see if there be any sorrow like unto my sorrow, which is done unto me, wherewith the LORD hath afflicted me in the day of his fierce anger."
   ]
  },
  {
   "begin": "167.440",
   "children": [],
   "end": "178.560",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "From above hath he sent fire into my bones, and it prevaileth against them: he hath spread a net for my feet, he hath turned me back: he hath made me desolate and faint all the day."
   ]
  },
  {
   "begin": "178.560",
   "children": [],
   "end": "191.600",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "The yoke of my transgressions is bound by his hand: they are wreathed, and come up upon my neck: he hath made my strength to fall, the LORD hath delivered me into their hands, from whom I am not able to rise up."
   ]
  },
  {
   "begin": "191.600",
   "children": [],
   "end": "206.320",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "The LORD hath trodden under foot all my mighty men in the midst of me: he hath called an assembly against me to crush my young men: the LORD hath trodden the virgin, the daughter of Judah, as in a winepress."
   ]
  },
  {
   "begin": "206.320",
   "children": [],
   "end": "222.680",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "For these things I weep; mine eye, mine eye runneth down with water, because the comforter that should relieve my soul is far from me: my children are desolate, because the enemy prevailed."
   ]
  },
  {
   "begin": "222.680",
   "children": [],
   "end": "236.040",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "Zion spreadeth forth her hands, and there is none to comfort her: the LORD hath commanded concerning Jacob, that his adversaries should be round about him: Jerusalem is as a menstruous woman among them."
   ]
  },
  {
   "begin": "236.040",
   "children": [],
   "end": "247.120",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "The LORD is righteous; for I have rebelled against his commandment: hear, I pray you, all people, and behold my sorrow: my virgins and my young men are gone into captivity."
   ]
  },
  {
   "begin": "247.120",
   "children": [],
   "end": "256.280",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "I called for my lovers, but they deceived me: my priests and mine elders gave up the ghost in the city, while they sought their meat to relieve their souls."
   ]
  },
  {
   "begin": "256.280",
   "children": [],
   "end": "271.840",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "Behold, O LORD; for I am in distress: my bowels are troubled; mine heart is turned within me; for I have grievously rebelled: abroad the sword bereaveth, at home there is as death."
   ]
  },
  {
   "begin": "271.840",
   "children": [],
   "end": "286.080",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "They have heard that I sigh: there is none to comfort me: all mine enemies have heard of my trouble; they are glad that thou hast done it: thou wilt bring the day that thou hast called, and they shall be like unto me."
   ]
  },
  {
   "begin": "286.080",
   "children": [],
   "end": "297.080",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "Let all their wickedness come before thee; and do unto them, as thou hast done unto me for all my transgressions: for my sighs are many, and my heart is faint."
   ]
  }
 ]
}