{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.360",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter twenty-seven"
   ]
  },
  {
   "begin": "2.360",
   "children": [],
   "end": "11.440",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Jotham was twenty and five years old when he began to reign, and he reigned sixteen years in Jerusalem. His mother's name also was Jerushah, the daughter of Zadok."
   ]
  },
  {
   "begin": "11.440",
   "children": [],
   "end": "22.680",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And he did that which was right in the sight of the LORD, according to all that his father Uzziah did: howbeit he entered not into the temple of the LORD. And the people did yet corruptly."
   ]
  },
  {
   "begin": "22.680",
   "children": [],
   "end": "27.320",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "He built the high gate of the house of the LORD, and on the wall of Ophel he built much."
   ]
  },
  {
   "begin": "27.320",
   "children": [],
   "end": "32.360",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Moreover he built cities in the mountains of Judah, and in the forests he built castles and towers."
   ]
  },
  {
   "begin": "32.360",
   "children": [],
   "end": "47.720",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "He fought also with the king of the Ammonites, and prevailed against them. And the children of Ammon gave him the same year an hundred talents of silver, and ten thousand measures of wheat, and ten thousand of barley. So much did the children of Ammon pay unto him, both the second year, and the third."
   ]
  },
  {
   "begin": "47.720",
   "children": [],
   "end": "52.920",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "So Jotham became mighty, because he prepared his ways before the LORD his God."
   ]
  },
  {
   "begin": "52.920",
   "children": [],
   "end": "60.680",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Now the rest of the acts of Jotham, and all his wars, and his ways, lo, they are written in the book of the kings of Israel and Judah."
   ]
  },
  {
   "begin": "60.680",
   "children": [],
   "end": "65.680",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "He was five and twenty years old when he began to reign, and reigned sixteen years in Jerusalem."
   ]
  },
  {
   "begin": "65.680",
   "children": [],
   "end": "74.040",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And Jotham slept with his fathers, and they buried him in the city of David: and Ahaz his son reigned in his stead."
   ]
  }
 ]
}