{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.280",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter fourteen"
   ]
  },
  {
   "begin": "2.280",
   "children": [],
   "end": "12.360",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "So Abijah slept with his fathers, and they buried him in the city of David: and Asa his son reigned in his stead. In his days the land was quiet ten years."
   ]
  },
  {
   "begin": "12.360",
   "children": [],
   "end": "15.880",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And Asa did that which was good and right in the eyes of the LORD his God:"
   ]
  },
  {
   "begin": "15.880",
   "children": [],
   "end": "22.200",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "For he took away the altars of the strange gods, and the high places, and brake down the images, and cut down the groves:"
   ]
  },
  {
   "begin": "22.200",
   "children": [],
   "end": "27.240",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And commanded Judah to seek the LORD God of their fathers, and to do the law and the commandment."
   ]
  },
  {
   "begin": "27.240",
   "children": [],
   "end": "34.000",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Also he took away out of all the cities of Judah the high places and the images: and the kingdom was quiet before him."
   ]
  },
  {
   "begin": "34.000",
   "children": [],
   "end": "41.720",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And he built fenced cities in Judah: for the land had rest, and he had no war in those years; because the LORD had given him rest."
   ]
  },
  {
   "begin": "41.720",
   "children": [],
   "end": "58.200",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Therefore he said unto Judah, Let us build these cities, and make about them walls, and towers, gates, and bars, while the land is yet before us; because we have sought the LORD our God, we have sought him, and he hath given us rest on every side. So they built and prospered."
   ]
  },
  {
   "begin": "58.200",
   "children": [],
   "end": "71.040",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And Asa had an army of men that bare targets and spears, out of Judah three hundred thousand; and out of Benjamin, that bare shields and drew bows, two hundred and fourscore thousand: all these were mighty men of valor."
   ]
  },
  {
   "begin": "71.040",
   "children": [],
   "end": "80.360",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And there came out against them Zerah the Ethiopian with an host of a thousand thousand, and three hundred chariots; and came unto Mareshah."
   ]
  },
  {
   "begin": "80.360",
   "children": [],
   "end": "85.480",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Then Asa went out against him, and they set the battle in array in the valley of Zephathah at Mareshah."
   ]
  },
  {
   "begin": "85.480",
   "children": [],
   "end": "103.160",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And Asa cried unto the LORD his God, and said, LORD, it is nothing with thee to help, whether with many, or with them that have no power: help us, O LORD our God; for we rest on thee, and in thy name we go against this multitude. O LORD, thou art our God; let no man prevail against thee."
   ]
  },
  {
   "begin": "103.160",
   "children": [],
   "end": "107.840",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "So the LORD smote the Ethiopians before Asa, and before Judah; and the Ethiopians fled."
   ]
  },
  {
   "begin": "107.840",
   "children": [],
   "end": "120.680",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And Asa and the people that were with him pursued them unto Gerar: and the Ethiopians were overthrown, that they could not recover themselves; for they were destroyed before the LORD, and before his host; and they carried away very much spoil."
   ]
  },
  {
   "begin": "120.680",
   "children": [],
   "end": "129.560",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And they smote all the cities round about Gerar; for the fear of the LORD came upon them: and they spoiled all the cities; for there was exceeding much spoil in them."
   ]
  },
  {
   "begin": "129.560",
   "children": [],
   "end": "137.320",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "They smote also the tents of cattle, and carried away sheep and camels in abundance, and returned to Jerusalem."
   ]
  }
 ]
}