{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.720",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter eighteen"
   ]
  },
  {
   "begin": "2.720",
   "children": [],
   "end": "5.280",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "The word of the LORD came unto me again, saying,"
   ]
  },
  {
   "begin": "5.280",
   "children": [],
   "end": "15.720",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "What mean ye, that ye use this proverb concerning the land of Israel, saying, The fathers have eaten sour grapes, and the children's teeth are set on edge?"
   ]
  },
  {
   "begin": "15.720",
   "children": [],
   "end": "20.840",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "As I live, saith the Lord GOD, ye shall not have occasion any more to use this proverb in Israel."
   ]
  },
  {
   "begin": "20.840",
   "children": [],
   "end": "30.600",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Behold, all souls are mine; as the soul of the father, so also the soul of the son is mine: the soul that sinneth, it shall die."
   ]
  },
  {
   "begin": "30.600",
   "children": [],
   "end": "33.880",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "But if a man be just, and do that which is lawful and right,"
   ]
  },
  {
   "begin": "33.880",
   "children": [],
   "end": "43.800",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And hath not eaten upon the mountains, neither hath lifted up his eyes to the idols of the house of Israel, neither hath defiled his neighbour's wife, neither hath come near to a menstruous woman,"
   ]
  },
  {
   "begin": "43.800",
   "children": [],
   "end": "54.360",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And hath not oppressed any, but hath restored to the debtor his pledge, hath spoiled none by violence, hath given his bread to the hungry, and hath covered the naked with a garment;"
   ]
  },
  {
   "begin": "54.360",
   "children": [],
   "end": "64.760",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "He that hath not given forth upon usury, neither hath taken any increase, that hath withdrawn his hand from iniquity, hath executed true judgment between man and man,"
   ]
  },
  {
   "begin": "64.760",
   "children": [],
   "end": "74.800",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Hath walked in my statutes, and hath kept my judgments, to deal truly; he is just, he shall surely live, saith the Lord GOD."
   ]
  },
  {
   "begin": "74.800",
   "children": [],
   "end": "81.920",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "If he beget a son that is a robber, a shedder of blood, and that doeth the like to any one of these things,"
   ]
  },
  {
   "begin": "81.920",
   "children": [],
   "end": "87.440",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And that doeth not any of those duties, but even hath eaten upon the mountains, and defiled his neighbour's wife,"
   ]
  },
  {
   "begin": "87.440",
   "children": [],
   "end": "96.720",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Hath oppressed the poor and needy, hath spoiled by violence, hath not restored the pledge, and hath lifted up his eyes to the idols, hath committed abomination,"
   ]
  },
  {
   "begin": "96.720",
   "children": [],
   "end": "111.480",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Hath given forth upon usury, and hath taken increase: shall he then live? he shall not live: he hath done all these abominations; he shall surely die; his blood shall be upon him."
   ]
  },
  {
   "begin": "111.480",
   "children": [],
   "end": "119.080",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Now, lo, if he beget a son, that seeth all his father's sins which he hath done, and considereth, and doeth not such like,"
   ]
  },
  {
   "begin": "119.080",
   "children": [],
   "end": "126.480",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "That hath not eaten upon the mountains, neither hath lifted up his eyes to the idols of the house of Israel, hath not defiled his neighbour's wife,"
   ]
  },
  {
   "begin": "126.480",
   "children": [],
   "end": "135.240",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Neither hath oppressed any, hath not withholden the pledge, neither hath spoiled by violence, but hath given his bread to the hungry, and hath covered the naked with a garment,"
   ]
  },
  {
   "begin": "135.240",
   "children": [],
   "end": "150.240",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "That hath taken off his hand from the poor, that hath not received usury nor increase, hath executed my judgments, hath walked in my statutes; he shall not die for the iniquity of his father, he shall surely live."
   ]
  },
  {
   "begin": "150.240",
   "children": [],
   "end": "161.760",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "As for his father, because he cruelly oppressed, spoiled his brother by violence, and did that which is not good among his people, lo, even he shall die in his iniquity."
   ]
  },
  {
   "begin": "161.760",
   "children": [],
   "end": "175.200",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "Yet say ye, Why? doth not the son bear the iniquity of the father? When the son hath done that which is lawful and right, and hath kept all my statutes, and hath done them, he shall surely live."
   ]
  },
  {
   "begin": "175.200",
   "children": [],
   "end": "191.680",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him."
   ]
  },
  {
   "begin": "191.680",
   "children": [],
   "end": "201.160",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "But if the wicked will turn from all his sins that he hath committed, and keep all my statutes, and do that which is lawful and right, he shall surely live, he shall not die."
   ]
  },
  {
   "begin": "201.160",
   "children": [],
   "end": "208.840",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "All his transgressions that he hath committed, they shall not be mentioned unto him: in his righteousness that he hath done he shall live."
   ]
  },
  {
   "begin": "208.840",
   "children": [],
   "end": "218.600",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "Have I any pleasure at all that the wicked should die? saith the Lord GOD: and not that he should return from his ways, and live?"
   ]
  },
  {
   "begin": "218.600",
   "children": [],
   "end": "237.360",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "But when the righteous turneth away from his righteousness, and committeth iniquity, and doeth according to all the abominations that the wicked man doeth, shall he live? All his righteousness that he hath done shall not be mentioned: in his trespass that he hath trespassed, and in his sin that he hath sinned, in them shall he die."
   ]
  },
  {
   "begin": "237.360",
   "children": [],
   "end": "251.320",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "Yet ye say, The way of the LORD is not equal. Hear now, O house of Israel; Is not my way equal? are not your ways unequal?"
   ]
  },
  {
   "begin": "251.320",
   "children": [],
   "end": "259.560",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "When a righteous man turneth away from his righteousness, and committeth iniquity, and dieth in them; for his iniquity that he hath done shall he die."
   ]
  },
  {
   "begin": "259.560",
   "children": [],
   "end": "267.600",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "Again, when the wicked man turneth away from his wickedness that he hath committed, and doeth that which is lawful and right, he shall save his soul alive."
   ]
  },
  {
   "begin": "267.600",
   "children": [],
   "end": "275.760",
   "id": "f000029",
   "language": "eng",
   "lines": [
    "Because he considereth, and turneth away from all his transgressions that he hath committed, he shall surely live, he shall not die."
   ]
  },
  {
   "begin": "275.760",
   "children": [],
   "end": "287.080",
   "id": "f000030",
   "language": "eng",
   "lines": [
    "Yet saith the house of Israel, The way of the LORD is not equal. O house of Israel, are not my ways equal? are not your ways unequal?"
   ]
  },
  {
   "begin": "287.080",
   "children": [],
   "end": "299.320",
   "id": "f000031",
   "language": "eng",
   "lines": [
    "Therefore I will judge you, O house of Israel, every one according to his ways, saith the Lord GOD. Repent, and turn yourselves from all your transgressions; so iniquity shall not be your ruin."
   ]
  },
  {
   "begin": "299.320",
   "children": [],
   "end": "311.320",
   "id": "f000032",
   "language": "eng",
   "lines": [
    "Cast away from you all your transgressions, whereby ye have transgressed; and make you a new heart and a new spirit: for why will ye die, O house of Israel?"
   ]
  },
  {
   "begin": "311.320",
   "children": [],
   "end": "321.000",
   "id": "f000033",
   "language": "eng",
   "lines": [
    "For I have no pleasure in the death of him that dieth, saith the Lord GOD: wherefore turn yourselves, and live ye."
   ]
  }
 ]
}