{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.080",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter forty-one"
   ]
  },
  {
   "begin": "2.080",
   "children": [],
   "end": "10.160",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Afterward he brought me to the temple, and measured the posts, six cubits broad on the one side, and six cubits broad on the other side, which was the breadth of the tabernacle."
   ]
  },
  {
   "begin": "10.160",
   "children": [],
   "end": "21.400",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And the breadth of the door was ten cubits; and the sides of the door were five cubits on the one side, and five cubits on the other side: and he measured the length thereof, forty cubits: and the breadth, twenty cubits."
   ]
  },
  {
   "begin": "21.400",
   "children": [],
   "end": "28.880",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Then went he inward, and measured the post of the door, two cubits; and the door, six cubits; and the breadth of the door, seven cubits."
   ]
  },
  {
   "begin": "28.880",
   "children": [],
   "end": "37.360",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "So he measured the length thereof, twenty cubits; and the breadth, twenty cubits, before the temple: and he said unto me, This is the most holy place."
   ]
  },
  {
   "begin": "37.360",
   "children": [],
   "end": "44.440",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "After he measured the wall of the house, six cubits; and the breadth of every side chamber, four cubits, round about the house on every side."
   ]
  },
  {
   "begin": "44.440",
   "children": [],
   "end": "56.000",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And the side chambers were three, one over another, and thirty in order; and they entered into the wall which was of the house for the side chambers round about, that they might have hold, but they had not hold in the wall of the house."
   ]
  },
  {
   "begin": "56.000",
   "children": [],
   "end": "69.960",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And there was an enlarging, and a winding about still upward to the side chambers: for the winding about of the house went still upward round about the house: therefore the breadth of the house was still upward, and so increased from the lowest chamber to the highest by the midst."
   ]
  },
  {
   "begin": "69.960",
   "children": [],
   "end": "76.920",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "I saw also the height of the house round about: the foundations of the side chambers were a full reed of six great cubits."
   ]
  },
  {
   "begin": "76.920",
   "children": [],
   "end": "84.960",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "The thickness of the wall, which was for the side chamber without, was five cubits: and that which was left was the place of the side chambers that were within."
   ]
  },
  {
   "begin": "84.960",
   "children": [],
   "end": "89.840",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And between the chambers was the wideness of twenty cubits round about the house on every side."
   ]
  },
  {
   "begin": "89.840",
   "children": [],
   "end": "99.760",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And the doors of the side chambers were toward the place that was left, one door toward the north, and another door toward the south: and the breadth of the place that was left was five cubits round about."
   ]
  },
  {
   "begin": "99.760",
   "children": [],
   "end": "110.680",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Now the building that was before the separate place at the end toward the west was seventy cubits broad; and the wall of the building was five cubits thick round about, and the length thereof ninety cubits."
   ]
  },
  {
   "begin": "110.680",
   "children": [],
   "end": "118.080",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "So he measured the house, an hundred cubits long; and the separate place, and the building, with the walls thereof, an hundred cubits long;"
   ]
  },
  {
   "begin": "118.080",
   "children": [],
   "end": "123.520",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Also the breadth of the face of the house, and of the separate place toward the east, an hundred cubits."
   ]
  },
  {
   "begin": "123.520",
   "children": [],
   "end": "133.720",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And he measured the length of the building over against the separate place which was behind it, and the galleries thereof on the one side and on the other side, an hundred cubits, with the inner temple, and the porches of the court;"
   ]
  },
  {
   "begin": "133.720",
   "children": [],
   "end": "144.360",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "The door posts, and the narrow windows, and the galleries round about on their three stories, over against the door, cieled with wood round about, and from the ground up to the windows, and the windows were covered;"
   ]
  },
  {
   "begin": "144.360",
   "children": [],
   "end": "151.000",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "To that above the door, even unto the inner house, and without, and by all the wall round about within and without, by measure."
   ]
  },
  {
   "begin": "151.000",
   "children": [],
   "end": "158.480",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And it was made with cherubims and palm trees, so that a palm tree was between a cherub and a cherub; and every cherub had two faces;"
   ]
  },
  {
   "begin": "158.480",
   "children": [],
   "end": "167.400",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "So that the face of a man was toward the palm tree on the one side, and the face of a young lion toward the palm tree on the other side: it was made through all the house round about."
   ]
  },
  {
   "begin": "167.400",
   "children": [],
   "end": "173.640",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "From the ground unto above the door were cherubims and palm trees made, and on the wall of the temple."
   ]
  },
  {
   "begin": "173.640",
   "children": [],
   "end": "180.120",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "The posts of the temple were squared, and the face of the sanctuary; the appearance of the one as the appearance of the other."
   ]
  },
  {
   "begin": "180.120",
   "children": [],
   "end": "192.160",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "The altar of wood was three cubits high, and the length thereof two cubits; and the corners thereof, and the length thereof, and the walls thereof, were of wood: and he said unto me, This is the table that is before the LORD."
   ]
  },
  {
   "begin": "192.160",
   "children": [],
   "end": "194.800",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "And the temple and the sanctuary had two doors."
   ]
  },
  {
   "begin": "194.800",
   "children": [],
   "end": "201.320",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "And the doors had two leaves apiece, two turning leaves; two leaves for the one door, and two leaves for the other door."
   ]
  },
  {
   "begin": "201.320",
   "children": [],
   "end": "209.880",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "And there were made on them, on the doors of the temple, cherubims and palm trees, like as were made upon the walls; and there were thick planks upon the face of the porch without."
   ]
  },
  {
   "begin": "209.880",
   "children": [],
   "end": "220.120",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "And there were narrow windows and palm trees on the one side and on the other side, on the sides of the porch, and upon the side chambers of the house, and thick planks."
   ]
  }
 ]
}