{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.320",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter thirty"
   ]
  },
  {
   "begin": "2.320",
   "children": [],
   "end": "4.840",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "The word that came to Jeremiah from the LORD, saying,"
   ]
  },
  {
   "begin": "4.840",
   "children": [],
   "end": "11.440",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Thus speaketh the LORD God of Israel, saying, Write thee all the words that I have spoken unto thee in a book."
   ]
  },
  {
   "begin": "11.440",
   "children": [],
   "end": "24.960",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "For, lo, the days come, saith the LORD, that I will bring again the captivity of my people Israel and Judah, saith the LORD: and I will cause them to return to the land that I gave to their fathers, and they shall possess it."
   ]
  },
  {
   "begin": "24.960",
   "children": [],
   "end": "28.640",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And these are the words that the LORD spake concerning Israel and concerning Judah."
   ]
  },
  {
   "begin": "28.640",
   "children": [],
   "end": "36.320",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "For thus saith the LORD; We have heard a voice of trembling, of fear, and not of peace."
   ]
  },
  {
   "begin": "36.320",
   "children": [],
   "end": "49.880",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Ask ye now, and see whether a man doth travail with child? wherefore do I see every man with his hands on his loins, as a woman in travail, and all faces are turned into paleness?"
   ]
  },
  {
   "begin": "49.880",
   "children": [],
   "end": "59.720",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Alas! for that day is great, so that none is like it: it is even the time of Jacob's trouble, but he shall be saved out of it."
   ]
  },
  {
   "begin": "59.720",
   "children": [],
   "end": "70.800",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "For it shall come to pass in that day, saith the LORD of hosts, that I will break his yoke from off thy neck, and will burst thy bonds, and strangers shall no more serve themselves of him:"
   ]
  },
  {
   "begin": "70.800",
   "children": [],
   "end": "76.360",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "But they shall serve the LORD their God, and David their king, whom I will raise up unto them."
   ]
  },
  {
   "begin": "76.360",
   "children": [],
   "end": "94.440",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Therefore fear thou not, O my servant Jacob, saith the LORD; neither be dismayed, O Israel: for, lo, I will save thee from afar, and thy seed from the land of their captivity; and Jacob shall return, and shall be in rest, and be quiet, and none shall make him afraid."
   ]
  },
  {
   "begin": "94.440",
   "children": [],
   "end": "108.240",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "For I am with thee, saith the LORD, to save thee: though I make a full end of all nations whither I have scattered thee, yet I will not make a full end of thee: but I will correct thee in measure, and will not leave thee altogether unpunished."
   ]
  },
  {
   "begin": "108.240",
   "children": [],
   "end": "113.800",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "For thus saith the LORD, Thy bruise is incurable, and thy wound is grievous."
   ]
  },
  {
   "begin": "113.800",
   "children": [],
   "end": "119.640",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "There is none to plead thy cause, that thou mayest be bound up: thou hast no healing medicines."
   ]
  },
  {
   "begin": "119.640",
   "children": [],
   "end": "131.680",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "All thy lovers have forgotten thee; they seek thee not; for I have wounded thee with the wound of an enemy, with the chastisement of a cruel one, for the multitude of thine iniquity; because thy sins were increased."
   ]
  },
  {
   "begin": "131.680",
   "children": [],
   "end": "142.280",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "Why criest thou for thine affliction? thy sorrow is incurable for the multitude of thine iniquity: because thy sins were increased, I have done these things unto thee."
   ]
  },
  {
   "begin": "142.280",
   "children": [],
   "end": "159.200",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Therefore all they that devour thee shall be devoured; and all thine adversaries, every one of them, shall go into captivity; and they that spoil thee shall be a spoil, and all that prey upon thee will I give for a prey."
   ]
  },
  {
   "begin": "159.200",
   "children": [],
   "end": "171.960",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "For I will restore health unto thee, and I will heal thee of thy wounds, saith the LORD; because they called thee an Outcast, saying, This is Zion, whom no man seeketh after."
   ]
  },
  {
   "begin": "171.960",
   "children": [],
   "end": "183.520",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Thus saith the LORD; Behold, I will bring again the captivity of Jacob's tents, and have mercy on his dwellingplaces; and the city shall be builded upon her own heap, and the palace shall remain after the manner thereof."
   ]
  },
  {
   "begin": "183.520",
   "children": [],
   "end": "196.000",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And out of them shall proceed thanksgiving and the voice of them that make merry: and I will multiply them, and they shall not be few; I will also glorify them, and they shall not be small."
   ]
  },
  {
   "begin": "196.000",
   "children": [],
   "end": "203.200",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "Their children also shall be as aforetime, and their congregation shall be established before me, and I will punish all that oppress them."
   ]
  },
  {
   "begin": "203.200",
   "children": [],
   "end": "219.640",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "And their nobles shall be of themselves, and their governor shall proceed from the midst of them; and I will cause him to draw near, and he shall approach unto me: for who is this that engaged his heart to approach unto me? saith the LORD."
   ]
  },
  {
   "begin": "219.640",
   "children": [],
   "end": "224.800",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "And ye shall be my people, and I will be your God."
   ]
  },
  {
   "begin": "224.800",
   "children": [],
   "end": "233.280",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "Behold, the whirlwind of the LORD goeth forth with fury, a continuing whirlwind: it shall fall with pain upon the head of the wicked."
   ]
  },
  {
   "begin": "233.280",
   "children": [],
   "end": "243.800",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "The fierce anger of the LORD shall not return, until he hath done it, and until he have performed the intents of his heart: in the latter days ye shall consider it."
   ]
  }
 ]
}