{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "4.640",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter seven"
   ]
  },
  {
   "begin": "4.640",
   "children": [],
   "end": "11.360",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Now concerning the things whereof ye wrote unto me: It is good for a man not to touch a woman."
   ]
  },
  {
   "begin": "11.360",
   "children": [],
   "end": "18.400",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband."
   ]
  },
  {
   "begin": "18.400",
   "children": [],
   "end": "24.600",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband."
   ]
  },
  {
   "begin": "24.600",
   "children": [],
   "end": "34.800",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife."
   ]
  },
  {
   "begin": "34.800",
   "children": [],
   "end": "47.000",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency."
   ]
  },
  {
   "begin": "47.000",
   "children": [],
   "end": "51.200",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "But I speak this by permission, and not of commandment."
   ]
  },
  {
   "begin": "51.200",
   "children": [],
   "end": "60.360",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that."
   ]
  },
  {
   "begin": "60.360",
   "children": [],
   "end": "66.680",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "I say therefore to the unmarried and widows, It is good for them if they abide even as I."
   ]
  },
  {
   "begin": "66.680",
   "children": [],
   "end": "72.960",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "But if they cannot contain, let them marry: for it is better to marry than to burn."
   ]
  },
  {
   "begin": "72.960",
   "children": [],
   "end": "80.480",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:"
   ]
  },
  {
   "begin": "80.480",
   "children": [],
   "end": "91.000",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "But and if she depart, let her remain unmarried or be reconciled to her husband: and let not the husband put away his wife."
   ]
  },
  {
   "begin": "91.000",
   "children": [],
   "end": "102.160",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away."
   ]
  },
  {
   "begin": "102.160",
   "children": [],
   "end": "109.280",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him."
   ]
  },
  {
   "begin": "109.280",
   "children": [],
   "end": "120.800",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy."
   ]
  },
  {
   "begin": "120.800",
   "children": [],
   "end": "131.320",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace."
   ]
  },
  {
   "begin": "131.320",
   "children": [],
   "end": "139.840",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "For what knowest thou, O wife, whether thou shalt save thy husband? or how knowest thou, O man, whether thou shalt save thy wife?"
   ]
  },
  {
   "begin": "139.840",
   "children": [],
   "end": "150.400",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches."
   ]
  },
  {
   "begin": "150.400",
   "children": [],
   "end": "160.280",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised."
   ]
  },
  {
   "begin": "160.280",
   "children": [],
   "end": "168.640",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God."
   ]
  },
  {
   "begin": "168.640",
   "children": [],
   "end": "172.680",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "Let every man abide in the same calling wherein he was called."
   ]
  },
  {
   "begin": "172.680",
   "children": [],
   "end": "179.760",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather."
   ]
  },
  {
   "begin": "179.760",
   "children": [],
   "end": "190.520",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "For he that is called in the Lord, being a servant, is the Lord's freeman: likewise also he that is called, being free, is Christ's servant."
   ]
  },
  {
   "begin": "190.520",
   "children": [],
   "end": "197.440",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "Ye are bought with a price; be not ye the servants of men."
   ]
  },
  {
   "begin": "197.440",
   "children": [],
   "end": "204.160",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "Brethren, let every man, wherein he is called, therein abide with God."
   ]
  },
  {
   "begin": "204.160",
   "children": [],
   "end": "211.800",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful."
   ]
  },
  {
   "begin": "211.800",
   "children": [],
   "end": "220.040",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "I suppose therefore that this is good for the present distress, I say, that it is good for a man so to be."
   ]
  },
  {
   "begin": "220.040",
   "children": [],
   "end": "227.160",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife."
   ]
  },
  {
   "begin": "227.160",
   "children": [],
   "end": "240.000",
   "id": "f000029",
   "language": "eng",
   "lines": [
    "But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you."
   ]
  },
  {
   "begin": "240.000",
   "children": [],
   "end": "248.400",
   "id": "f000030",
   "language": "eng",
   "lines": [
    "But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;"
   ]
  },
  {
   "begin": "248.400",
   "children": [],
   "end": "256.320",
   "id": "f000031",
   "language": "eng",
   "lines": [
    "And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;"
   ]
  },
  {
   "begin": "256.320",
   "children": [],
   "end": "265.160",
   "id": "f000032",
   "language": "eng",
   "lines": [
    "And they that use this world, as not abusing it: for the fashion of this world passeth away."
   ]
  },
  {
   "begin": "265.160",
   "children": [],
   "end": "273.840",
   "id": "f000033",
   "language": "eng",
   "lines": [
    "But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:"
   ]
  },
  {
   "begin": "273.840",
   "children": [],
   "end": "279.480",
   "id": "f000034",
   "language": "eng",
   "lines": [
    "But he that is married careth for the things that are of the world, how he may please his wife."
   ]
  },
  {
   "begin": "279.480",
   "children": [],
   "end": "294.200",
   "id": "f000035",
   "language": "eng",
   "lines": [
    "There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband."
   ]
  },
  {
   "begin": "294.200",
   "children": [],
   "end": "305.440",
   "id": "f000036",
   "language": "eng",
   "lines": [
    "And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction."
   ]
  },
  {
   "begin": "305.440",
   "children": [],
   "end": "317.320",
   "id": "f000037",
   "language": "eng",
   "lines": [
    "But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry."
   ]
  },
  {
   "begin": "317.320",
   "children": [],
   "end": "329.520",
   "id": "f000038",
   "language": "eng",
   "lines": [
    "Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well."
   ]
  },
  {
   "begin": "329.520",
   "children": [],
   "end": "337.240",
   "id": "f000039",
   "language": "eng",
   "lines": [
    "So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better."
   ]
  },
  {
   "begin": "337.240",
   "children": [],
   "end": "348.040",
   "id": "f000040",
   "language": "eng",
   "lines": [
    "The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord."
   ]
  },
  {
   "begin": "348.040",
   "children": [],
   "end": "355.560",
   "id": "f000041",
   "language": "eng",
   "lines": [
    "But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God."
   ]
  }
 ]
}