{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "3.520",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter two"
   ]
  },
  {
   "begin": "3.520",
   "children": [],
   "end": "10.480",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God."
   ]
  },
  {
   "begin": "10.480",
   "children": [],
   "end": "16.920",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "For I determined not to know any thing among you, save Jesus Christ, and him crucified."
   ]
  },
  {
   "begin": "16.920",
   "children": [],
   "end": "21.680",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And I was with you in weakness, and in fear, and in much trembling."
   ]
  },
  {
   "begin": "21.680",
   "children": [],
   "end": "30.280",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And my speech and my preaching was not with enticing words of man's wisdom, but in demonstration of the Spirit and of power:"
   ]
  },
  {
   "begin": "30.280",
   "children": [],
   "end": "36.640",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "That your faith should not stand in the wisdom of men, but in the power of God."
   ]
  },
  {
   "begin": "36.640",
   "children": [],
   "end": "45.840",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:"
   ]
  },
  {
   "begin": "45.840",
   "children": [],
   "end": "54.880",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:"
   ]
  },
  {
   "begin": "54.880",
   "children": [],
   "end": "62.680",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory."
   ]
  },
  {
   "begin": "62.680",
   "children": [],
   "end": "73.800",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him."
   ]
  },
  {
   "begin": "73.800",
   "children": [],
   "end": "83.040",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God."
   ]
  },
  {
   "begin": "83.040",
   "children": [],
   "end": "95.280",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God."
   ]
  },
  {
   "begin": "95.280",
   "children": [],
   "end": "104.960",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God."
   ]
  },
  {
   "begin": "104.960",
   "children": [],
   "end": "116.520",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Which things also we speak, not in the words which man's wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual."
   ]
  },
  {
   "begin": "116.520",
   "children": [],
   "end": "127.840",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned."
   ]
  },
  {
   "begin": "127.840",
   "children": [],
   "end": "134.800",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "But he that is spiritual judgeth all things, yet he himself is judged of no man."
   ]
  },
  {
   "begin": "134.800",
   "children": [],
   "end": "142.200",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ."
   ]
  }
 ]
}