{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "4.080",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter six"
   ]
  },
  {
   "begin": "4.080",
   "children": [],
   "end": "10.640",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Dare any of you, having a matter against another, go to law before the unjust, and not before the saints?"
   ]
  },
  {
   "begin": "10.640",
   "children": [],
   "end": "20.560",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Do ye not know that the saints shall judge the world? and if the world shall be judged by you, are ye unworthy to judge the smallest matters?"
   ]
  },
  {
   "begin": "20.560",
   "children": [],
   "end": "27.520",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Know ye not that we shall judge angels? how much more things that pertain to this life?"
   ]
  },
  {
   "begin": "27.520",
   "children": [],
   "end": "34.920",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "If then ye have judgments of things pertaining to this life, set them to judge who are least esteemed in the church."
   ]
  },
  {
   "begin": "34.920",
   "children": [],
   "end": "45.160",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "I speak to your shame. Is it so, that there is not a wise man among you? no, not one that shall be able to judge between his brethren?"
   ]
  },
  {
   "begin": "45.160",
   "children": [],
   "end": "50.640",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "But brother goeth to law with brother, and that before the unbelievers."
   ]
  },
  {
   "begin": "50.640",
   "children": [],
   "end": "63.440",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Now therefore there is utterly a fault among you, because ye go to law one with another. Why do ye not rather take wrong? why do ye not rather suffer yourselves to be defrauded?"
   ]
  },
  {
   "begin": "63.440",
   "children": [],
   "end": "69.000",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Nay, ye do wrong, and defraud, and that your brethren."
   ]
  },
  {
   "begin": "69.000",
   "children": [],
   "end": "81.520",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,"
   ]
  },
  {
   "begin": "81.520",
   "children": [],
   "end": "89.640",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God."
   ]
  },
  {
   "begin": "89.640",
   "children": [],
   "end": "103.800",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God."
   ]
  },
  {
   "begin": "103.800",
   "children": [],
   "end": "116.240",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any."
   ]
  },
  {
   "begin": "116.240",
   "children": [],
   "end": "129.920",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Meats for the belly, and the belly for meats: but God shall destroy both it and them. Now the body is not for fornication, but for the Lord; and the Lord for the body."
   ]
  },
  {
   "begin": "129.920",
   "children": [],
   "end": "136.440",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And God hath both raised up the Lord, and will also raise up us by his own power."
   ]
  },
  {
   "begin": "136.440",
   "children": [],
   "end": "149.400",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "Know ye not that your bodies are the members of Christ? shall I then take the members of Christ, and make them the members of an harlot? God forbid."
   ]
  },
  {
   "begin": "149.400",
   "children": [],
   "end": "158.640",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "What? know ye not that he which is joined to an harlot is one body? for two, saith he, shall be one flesh."
   ]
  },
  {
   "begin": "158.640",
   "children": [],
   "end": "163.320",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "But he that is joined unto the Lord is one spirit."
   ]
  },
  {
   "begin": "163.320",
   "children": [],
   "end": "172.680",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body."
   ]
  },
  {
   "begin": "172.680",
   "children": [],
   "end": "182.160",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?"
   ]
  },
  {
   "begin": "182.160",
   "children": [],
   "end": "190.080",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's."
   ]
  }
 ]
}