{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "3.680",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter eight"
   ]
  },
  {
   "begin": "3.680",
   "children": [],
   "end": "14.960",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Now as touching things offered unto idols, we know that we all have knowledge. Knowledge puffeth up, but charity edifieth."
   ]
  },
  {
   "begin": "14.960",
   "children": [],
   "end": "21.000",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And if any man think that he knoweth any thing, he knoweth nothing yet as he ought to know."
   ]
  },
  {
   "begin": "21.000",
   "children": [],
   "end": "25.680",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "But if any man love God, the same is known of him."
   ]
  },
  {
   "begin": "25.680",
   "children": [],
   "end": "36.560",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "As concerning therefore the eating of those things that are offered in sacrifice unto idols, we know that an idol is nothing in the world, and that there is none other God but one."
   ]
  },
  {
   "begin": "36.560",
   "children": [],
   "end": "43.280",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "For though there be that are called gods, whether in heaven or in earth, (as there be gods many, and lords many,)"
   ]
  },
  {
   "begin": "43.280",
   "children": [],
   "end": "54.960",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "But to us there is but one God, the Father, of whom are all things, and we in him; and one Lord Jesus Christ, by whom are all things, and we by him."
   ]
  },
  {
   "begin": "54.960",
   "children": [],
   "end": "67.480",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Howbeit there is not in every man that knowledge: for some with conscience of the idol unto this hour eat it as a thing offered unto an idol; and their conscience being weak is defiled."
   ]
  },
  {
   "begin": "67.480",
   "children": [],
   "end": "75.800",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "But meat commendeth us not to God: for neither, if we eat, are we the better; neither, if we eat not, are we the worse."
   ]
  },
  {
   "begin": "75.800",
   "children": [],
   "end": "82.640",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "But take heed lest by any means this liberty of your's become a stumblingblock to them that are weak."
   ]
  },
  {
   "begin": "82.640",
   "children": [],
   "end": "93.480",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "For if any man see thee which hast knowledge sit at meat in the idol's temple, shall not the conscience of him which is weak be emboldened to eat those things which are offered to idols;"
   ]
  },
  {
   "begin": "93.480",
   "children": [],
   "end": "100.600",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And through thy knowledge shall the weak brother perish, for whom Christ died?"
   ]
  },
  {
   "begin": "100.600",
   "children": [],
   "end": "106.840",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "But when ye sin so against the brethren, and wound their weak conscience, ye sin against Christ."
   ]
  },
  {
   "begin": "106.840",
   "children": [],
   "end": "115.280",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Wherefore, if meat make my brother to offend, I will eat no flesh while the world standeth, lest I make my brother to offend."
   ]
  }
 ]
}