{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "4.440",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter nine"
   ]
  },
  {
   "begin": "4.440",
   "children": [],
   "end": "14.280",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Am I not an apostle? am I not free? have I not seen Jesus Christ our Lord? are not ye my work in the Lord?"
   ]
  },
  {
   "begin": "14.280",
   "children": [],
   "end": "22.320",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "If I be not an apostle unto others, yet doubtless I am to you: for the seal of mine apostleship are ye in the Lord."
   ]
  },
  {
   "begin": "22.320",
   "children": [],
   "end": "25.400",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Mine answer to them that do examine me is this,"
   ]
  },
  {
   "begin": "25.400",
   "children": [],
   "end": "28.080",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Have we not power to eat and to drink?"
   ]
  },
  {
   "begin": "28.080",
   "children": [],
   "end": "36.520",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Have we not power to lead about a sister, a wife, as well as other apostles, and as the brethren of the Lord, and Cephas?"
   ]
  },
  {
   "begin": "36.520",
   "children": [],
   "end": "42.080",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Or I only and Barnabas, have not we power to forbear working?"
   ]
  },
  {
   "begin": "42.080",
   "children": [],
   "end": "55.120",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Who goeth a warfare any time at his own charges? who planteth a vineyard, and eateth not of the fruit thereof? or who feedeth a flock, and eateth not of the milk of the flock?"
   ]
  },
  {
   "begin": "55.120",
   "children": [],
   "end": "60.400",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Say I these things as a man? or saith not the law the same also?"
   ]
  },
  {
   "begin": "60.400",
   "children": [],
   "end": "70.760",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "For it is written in the law of Moses, Thou shalt not muzzle the mouth of the ox that treadeth out the corn. Doth God take care for oxen?"
   ]
  },
  {
   "begin": "70.760",
   "children": [],
   "end": "84.720",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Or saith he it altogether for our sakes? For our sakes, no doubt, this is written: that he that ploweth should plow in hope; and that he that thresheth in hope should be partaker of his hope."
   ]
  },
  {
   "begin": "84.720",
   "children": [],
   "end": "91.960",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "If we have sown unto you spiritual things, is it a great thing if we shall reap your carnal things?"
   ]
  },
  {
   "begin": "91.960",
   "children": [],
   "end": "104.000",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "If others be partakers of this power over you, are not we rather? Nevertheless we have not used this power; but suffer all things, lest we should hinder the gospel of Christ."
   ]
  },
  {
   "begin": "104.000",
   "children": [],
   "end": "113.280",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Do ye not know that they which minister about holy things live of the things of the temple? and they which wait at the altar are partakers with the altar?"
   ]
  },
  {
   "begin": "113.280",
   "children": [],
   "end": "119.480",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Even so hath the Lord ordained that they which preach the gospel should live of the gospel."
   ]
  },
  {
   "begin": "119.480",
   "children": [],
   "end": "130.480",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "But I have used none of these things: neither have I written these things, that it should be so done unto me: for it were better for me to die, than that any man should make my glorying void."
   ]
  },
  {
   "begin": "130.480",
   "children": [],
   "end": "140.360",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "For though I preach the gospel, I have nothing to glory of: for necessity is laid upon me; yea, woe is unto me, if I preach not the gospel!"
   ]
  },
  {
   "begin": "140.360",
   "children": [],
   "end": "150.040",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "For if I do this thing willingly, I have a reward: but if against my will, a dispensation of the gospel is committed unto me."
   ]
  },
  {
   "begin": "150.040",
   "children": [],
   "end": "160.760",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "What is my reward then? Verily that, when I preach the gospel, I may make the gospel of Christ without charge, that I abuse not my power in the gospel."
   ]
  },
  {
   "begin": "160.760",
   "children": [],
   "end": "167.880",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "For though I be free from all men, yet have I made myself servant unto all, that I might gain the more."
   ]
  },
  {
   "begin": "167.880",
   "children": [],
   "end": "176.760",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "And unto the Jews I became as a Jew, that I might gain the Jews; to them that are under the law, as under the law, that I might gain them that are under the law;"
   ]
  },
  {
   "begin": "176.760",
   "children": [],
   "end": "187.920",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "To them that are without law, as without law, (being not without law to God, but under the law to Christ,) that I might gain them that are without law."
   ]
  },
  {
   "begin": "187.920",
   "children": [],
   "end": "200.600",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "To the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some."
   ]
  },
  {
   "begin": "200.600",
   "children": [],
   "end": "207.040",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "And this I do for the gospel's sake, that I might be partaker thereof with you."
   ]
  },
  {
   "begin": "207.040",
   "children": [],
   "end": "216.880",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain."
   ]
  },
  {
   "begin": "216.880",
   "children": [],
   "end": "228.360",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible."
   ]
  },
  {
   "begin": "228.360",
   "children": [],
   "end": "236.920",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "I therefore so run, not as uncertainly; so fight I, not as one that beateth the air:"
   ]
  },
  {
   "begin": "236.920",
   "children": [],
   "end": "248.360",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "But I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway."
   ]
  }
 ]
}