{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "10.120",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "The Holy Bible: The King James Version, Read by Alexander Scourby Chapter one"
   ]
  },
  {
   "begin": "10.120",
   "children": [],
   "end": "14.920",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "The word of the LORD that came to Joel the son of Pethuel."
   ]
  },
  {
   "begin": "14.920",
   "children": [],
   "end": "23.200",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Hear this, ye old men, and give ear, all ye inhabitants of the land. Hath this been in your days, or even in the days of your fathers?"
   ]
  },
  {
   "begin": "23.200",
   "children": [],
   "end": "29.080",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Tell ye your children of it, and let your children tell their children, and their children another generation."
   ]
  },
  {
   "begin": "29.080",
   "children": [],
   "end": "39.240",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "That which the palmerworm hath left hath the locust eaten; and that which the locust hath left hath the cankerworm eaten; and that which the cankerworm hath left hath the caterpiller eaten."
   ]
  },
  {
   "begin": "39.240",
   "children": [],
   "end": "47.720",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Awake, ye drunkards, and weep; and howl, all ye drinkers of wine, because of the new wine; for it is cut off from your mouth."
   ]
  },
  {
   "begin": "47.720",
   "children": [],
   "end": "55.640",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "For a nation is come up upon my land, strong, and without number, whose teeth are the teeth of a lion, and he hath the cheek teeth of a great lion."
   ]
  },
  {
   "begin": "55.640",
   "children": [],
   "end": "64.440",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "He hath laid my vine waste, and barked my fig tree: he hath made it clean bare, and cast it away; the branches thereof are made white."
   ]
  },
  {
   "begin": "64.440",
   "children": [],
   "end": "69.200",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Lament like a virgin girded with sackcloth for the husband of her youth."
   ]
  },
  {
   "begin": "69.200",
   "children": [],
   "end": "76.360",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "The meat offering and the drink offering is cut off from the house of the LORD; the priests, the LORD's ministers, mourn."
   ]
  },
  {
   "begin": "76.360",
   "children": [],
   "end": "84.720",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "The field is wasted, the land mourneth; for the corn is wasted: the new wine is dried up, the oil languisheth."
   ]
  },
  {
   "begin": "84.720",
   "children": [],
   "end": "93.520",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Be ye ashamed, O ye husbandmen; howl, O ye vinedressers, for the wheat and for the barley; because the harvest of the field is perished."
   ]
  },
  {
   "begin": "93.520",
   "children": [],
   "end": "107.440",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "The vine is dried up, and the fig tree languisheth; the pomegranate tree, the palm tree also, and the apple tree, even all the trees of the field, are withered: because joy is withered away from the sons of men."
   ]
  },
  {
   "begin": "107.440",
   "children": [],
   "end": "122.000",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Gird yourselves, and lament, ye priests: howl, ye ministers of the altar: come, lie all night in sackcloth, ye ministers of my God: for the meat offering and the drink offering is withholden from the house of your God."
   ]
  },
  {
   "begin": "122.000",
   "children": [],
   "end": "130.760",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Sanctify ye a fast, call a solemn assembly, gather the elders and all the inhabitants of the land into the house of the LORD your God, and cry unto the LORD,"
   ]
  },
  {
   "begin": "130.760",
   "children": [],
   "end": "139.160",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "Alas for the day! for the day of the LORD is at hand, and as a destruction from the Almighty shall it come."
   ]
  },
  {
   "begin": "139.160",
   "children": [],
   "end": "145.760",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Is not the meat cut off before our eyes, yea, joy and gladness from the house of our God?"
   ]
  },
  {
   "begin": "145.760",
   "children": [],
   "end": "155.640",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "The seed is rotten under their clods, the garners are laid desolate, the barns are broken down; for the corn is withered."
   ]
  },
  {
   "begin": "155.640",
   "children": [],
   "end": "165.880",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "How do the beasts groan! the herds of cattle are perplexed, because they have no pasture; yea, the flocks of sheep are made desolate."
   ]
  },
  {
   "begin": "165.880",
   "children": [],
   "end": "174.200",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "O LORD, to thee will I cry: for the fire hath devoured the pastures of the wilderness, and the flame hath burned all the trees of the field."
   ]
  },
  {
   "begin": "174.200",
   "children": [],
   "end": "184.120",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "The beasts of the field cry also unto thee: for the rivers of waters are dried up, and the fire hath devoured the pastures of the wilderness."
   ]
  }
 ]
}