{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "15.520",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "The Holy Bible: The King James Version, Read by Alexander Scourby Chapter one"
   ]
  },
  {
   "begin": "15.520",
   "children": [],
   "end": "24.200",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Simon Peter, a servant and an apostle of Jesus Christ, to them that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ:"
   ]
  },
  {
   "begin": "24.200",
   "children": [],
   "end": "29.880",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Grace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord,"
   ]
  },
  {
   "begin": "29.880",
   "children": [],
   "end": "39.480",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "According as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue:"
   ]
  },
  {
   "begin": "39.480",
   "children": [],
   "end": "52.280",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust."
   ]
  },
  {
   "begin": "52.280",
   "children": [],
   "end": "58.960",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And beside this, giving all diligence, add to your faith virtue; and to virtue knowledge;"
   ]
  },
  {
   "begin": "58.960",
   "children": [],
   "end": "67.120",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And to knowledge temperance; and to temperance patience; and to patience godliness;"
   ]
  },
  {
   "begin": "67.120",
   "children": [],
   "end": "73.760",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And to godliness brotherly kindness; and to brotherly kindness charity."
   ]
  },
  {
   "begin": "73.760",
   "children": [],
   "end": "83.520",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ."
   ]
  },
  {
   "begin": "83.520",
   "children": [],
   "end": "92.200",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "But he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins."
   ]
  },
  {
   "begin": "92.200",
   "children": [],
   "end": "101.680",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Wherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall:"
   ]
  },
  {
   "begin": "101.680",
   "children": [],
   "end": "109.040",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "For so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ."
   ]
  },
  {
   "begin": "109.040",
   "children": [],
   "end": "117.760",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Wherefore I will not be negligent to put you always in remembrance of these things, though ye know them, and be established in the present truth."
   ]
  },
  {
   "begin": "117.760",
   "children": [],
   "end": "124.480",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Yea, I think it meet, as long as I am in this tabernacle, to stir you up by putting you in remembrance;"
   ]
  },
  {
   "begin": "124.480",
   "children": [],
   "end": "132.160",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Knowing that shortly I must put off this my tabernacle, even as our Lord Jesus Christ hath shewed me."
   ]
  },
  {
   "begin": "132.160",
   "children": [],
   "end": "138.880",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "Moreover I will endeavour that ye may be able after my decease to have these things always in remembrance."
   ]
  },
  {
   "begin": "138.880",
   "children": [],
   "end": "148.920",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty."
   ]
  },
  {
   "begin": "148.920",
   "children": [],
   "end": "159.240",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased."
   ]
  },
  {
   "begin": "159.240",
   "children": [],
   "end": "165.560",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And this voice which came from heaven we heard, when we were with him in the holy mount."
   ]
  },
  {
   "begin": "165.560",
   "children": [],
   "end": "178.040",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:"
   ]
  },
  {
   "begin": "178.040",
   "children": [],
   "end": "185.200",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "Knowing this first, that no prophecy of the scripture is of any private interpretation."
   ]
  },
  {
   "begin": "185.200",
   "children": [],
   "end": "194.920",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost."
   ]
  }
 ]
}