{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.040",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter nineteen"
   ]
  },
  {
   "begin": "2.040",
   "children": [],
   "end": "7.280",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And it was told Joab, Behold, the king weepeth and mourneth for Absalom."
   ]
  },
  {
   "begin": "7.280",
   "children": [],
   "end": "14.600",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And the victory that day was turned into mourning unto all the people: for the people heard say that day how the king was grieved for his son."
   ]
  },
  {
   "begin": "14.600",
   "children": [],
   "end": "21.840",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And the people gat them by stealth that day into the city, as people being ashamed steal away when they flee in battle."
   ]
  },
  {
   "begin": "21.840",
   "children": [],
   "end": "30.720",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "But the king covered his face, and the king cried with a loud voice, O my son Absalom, O Absalom, my son, my son!"
   ]
  },
  {
   "begin": "30.720",
   "children": [],
   "end": "42.240",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And Joab came into the house to the king, and said, Thou hast shamed this day the faces of all thy servants, which this day have saved thy life, and the lives of thy sons and of thy daughters, and the lives of thy wives, and the lives of thy concubines;"
   ]
  },
  {
   "begin": "42.240",
   "children": [],
   "end": "57.040",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "In that thou lovest thine enemies, and hatest thy friends. For thou hast declared this day, that thou regardest neither princes nor servants: for this day I perceive, that if Absalom had lived, and all we had died this day, then it had pleased thee well."
   ]
  },
  {
   "begin": "57.040",
   "children": [],
   "end": "72.400",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Now therefore arise, go forth, and speak comfortably unto thy servants: for I swear by the LORD, if thou go not forth, there will not tarry one with thee this night: and that will be worse unto thee than all the evil that befell thee from thy youth until now."
   ]
  },
  {
   "begin": "72.400",
   "children": [],
   "end": "84.280",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Then the king arose, and sat in the gate. And they told unto all the people, saying, Behold, the king doth sit in the gate. And all the people came before the king: for Israel had fled every man to his tent."
   ]
  },
  {
   "begin": "84.280",
   "children": [],
   "end": "95.440",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And all the people were at strife throughout all the tribes of Israel, saying, The king saved us out of the hand of our enemies, and he delivered us out of the hand of the Philistines; and now he is fled out of the land for Absalom."
   ]
  },
  {
   "begin": "95.440",
   "children": [],
   "end": "104.040",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And Absalom, whom we anointed over us, is dead in battle. Now therefore why speak ye not a word of bringing the king back?"
   ]
  },
  {
   "begin": "104.040",
   "children": [],
   "end": "117.640",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And king David sent to Zadok and to Abiathar the priests, saying, Speak unto the elders of Judah, saying, Why are ye the last to bring the king back to his house? seeing the speech of all Israel is come to the king, even to his house."
   ]
  },
  {
   "begin": "117.640",
   "children": [],
   "end": "124.760",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Ye are my brethren, ye are my bones and my flesh: wherefore then are ye the last to bring back the king?"
   ]
  },
  {
   "begin": "124.760",
   "children": [],
   "end": "137.120",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And say ye to Amasa, Art thou not of my bone, and of my flesh? God do so to me, and more also, if thou be not captain of the host before me continually in the room of Joab."
   ]
  },
  {
   "begin": "137.120",
   "children": [],
   "end": "147.160",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And he bowed the heart of all the men of Judah, even as the heart of one man; so that they sent this word unto the king, Return thou, and all thy servants."
   ]
  },
  {
   "begin": "147.160",
   "children": [],
   "end": "154.440",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "So the king returned, and came to Jordan. And Judah came to Gilgal, to go to meet the king, to conduct the king over Jordan."
   ]
  },
  {
   "begin": "154.440",
   "children": [],
   "end": "161.920",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "And Shimei the son of Gera, a Benjamite, which was of Bahurim, hasted and came down with the men of Judah to meet king David."
   ]
  },
  {
   "begin": "161.920",
   "children": [],
   "end": "171.680",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And there were a thousand men of Benjamin with him, and Ziba the servant of the house of Saul, and his fifteen sons and his twenty servants with him; and they went over Jordan before the king."
   ]
  },
  {
   "begin": "171.680",
   "children": [],
   "end": "181.000",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And there went over a ferry boat to carry over the king's household, and to do what he thought good. And Shimei the son of Gera fell down before the king, as he was come over Jordan;"
   ]
  },
  {
   "begin": "181.000",
   "children": [],
   "end": "192.160",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And said unto the king, Let not my lord impute iniquity unto me, neither do thou remember that which thy servant did perversely the day that my lord the king went out of Jerusalem, that the king should take it to his heart."
   ]
  },
  {
   "begin": "192.160",
   "children": [],
   "end": "201.920",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "For thy servant doth know that I have sinned: therefore, behold, I am come the first this day of all the house of Joseph to go down to meet my lord the king."
   ]
  },
  {
   "begin": "201.920",
   "children": [],
   "end": "210.320",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "But Abishai the son of Zeruiah answered and said, Shall not Shimei be put to death for this, because he cursed the LORD's anointed?"
   ]
  },
  {
   "begin": "210.320",
   "children": [],
   "end": "224.240",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "And David said, What have I to do with you, ye sons of Zeruiah, that ye should this day be adversaries unto me? shall there any man be put to death this day in Israel? for do not I know that I am this day king over Israel?"
   ]
  },
  {
   "begin": "224.240",
   "children": [],
   "end": "231.080",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "Therefore the king said unto Shimei, Thou shalt not die. And the king sware unto him."
   ]
  },
  {
   "begin": "231.080",
   "children": [],
   "end": "241.800",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "And Mephibosheth the son of Saul came down to meet the king, and had neither dressed his feet, nor trimmed his beard, nor washed his clothes, from the day the king departed until the day he came again in peace."
   ]
  },
  {
   "begin": "241.800",
   "children": [],
   "end": "249.240",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "And it came to pass, when he was come to Jerusalem to meet the king, that the king said unto him, Wherefore wentest not thou with me, Mephibosheth?"
   ]
  },
  {
   "begin": "249.240",
   "children": [],
   "end": "260.360",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "And he answered, My lord, O king, my servant deceived me: for thy servant said, I will saddle me an ass, that I may ride thereon, and go to the king; because thy servant is lame."
   ]
  },
  {
   "begin": "260.360",
   "children": [],
   "end": "268.960",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "And he hath slandered thy servant unto my lord the king; but my lord the king is as an angel of God: do therefore what is good in thine eyes."
   ]
  },
  {
   "begin": "268.960",
   "children": [],
   "end": "283.280",
   "id": "f000029",
   "language": "eng",
   "lines": [
    "For all of my father's house were but dead men before my lord the king: yet didst thou set thy servant among them that did eat at thine own table. What right therefore have I yet to cry any more unto the king?"
   ]
  },
  {
   "begin": "283.280",
   "children": [],
   "end": "291.560",
   "id": "f000030",
   "language": "eng",
   "lines": [
    "And the king said unto him, Why speakest thou any more of thy matters? I have said, Thou and Ziba divide the land."
   ]
  },
  {
   "begin": "291.560",
   "children": [],
   "end": "300.320",
   "id": "f000031",
   "language": "eng",
   "lines": [
    "And Mephibosheth said unto the king, Yea, let him take all, forasmuch as my lord the king is come again in peace unto his own house."
   ]
  },
  {
   "begin": "300.320",
   "children": [],
   "end": "306.880",
   "id": "f000032",
   "language": "eng",
   "lines": [
    "And Barzillai the Gileadite came down from Rogelim, and went over Jordan with the king, to conduct him over Jordan."
   ]
  },
  {
   "begin": "306.880",
   "children": [],
   "end": "317.400",
   "id": "f000033",
   "language": "eng",
   "lines": [
    "Now Barzillai was a very aged man, even fourscore years old: and he had provided the king of sustenance while he lay at Mahanaim; for he was a very great man."
   ]
  },
  {
   "begin": "317.400",
   "children": [],
   "end": "323.480",
   "id": "f000034",
   "language": "eng",
   "lines": [
    "And the king said unto Barzillai, Come thou over with me, and I will feed thee with me in Jerusalem."
   ]
  },
  {
   "begin": "323.480",
   "children": [],
   "end": "330.440",
   "id": "f000035",
   "language": "eng",
   "lines": [
    "And Barzillai said unto the king, How long have I to live, that I should go up with the king unto Jerusalem?"
   ]
  },
  {
   "begin": "330.440",
   "children": [],
   "end": "346.800",
   "id": "f000036",
   "language": "eng",
   "lines": [
    "I am this day fourscore years old: and can I discern between good and evil? can thy servant taste what I eat or what I drink? can I hear any more the voice of singing men and singing women? wherefore then should thy servant be yet a burden unto my lord the king?"
   ]
  },
  {
   "begin": "346.800",
   "children": [],
   "end": "353.640",
   "id": "f000037",
   "language": "eng",
   "lines": [
    "Thy servant will go a little way over Jordan with the king: and why should the king recompense it me with such a reward?"
   ]
  },
  {
   "begin": "353.640",
   "children": [],
   "end": "370.040",
   "id": "f000038",
   "language": "eng",
   "lines": [
    "Let thy servant, I pray thee, turn back again, that I may die in mine own city, and be buried by the grave of my father and of my mother. But behold thy servant Chimham; let him go over with my lord the king; and do to him what shall seem good unto thee."
   ]
  },
  {
   "begin": "370.040",
   "children": [],
   "end": "379.320",
   "id": "f000039",
   "language": "eng",
   "lines": [
    "And the king answered, Chimham shall go over with me, and I will do to him that which shall seem good unto thee: and whatsoever thou shalt require of me, that will I do for thee."
   ]
  },
  {
   "begin": "379.320",
   "children": [],
   "end": "387.040",
   "id": "f000040",
   "language": "eng",
   "lines": [
    "And all the people went over Jordan. And when the king was come over, the king kissed Barzillai, and blessed him; and he returned unto his own place."
   ]
  },
  {
   "begin": "387.040",
   "children": [],
   "end": "395.240",
   "id": "f000041",
   "language": "eng",
   "lines": [
    "Then the king went on to Gilgal, and Chimham went on with him: and all the people of Judah conducted the king, and also half the people of Israel."
   ]
  },
  {
   "begin": "395.240",
   "children": [],
   "end": "406.600",
   "id": "f000042",
   "language": "eng",
   "lines": [
    "And, behold, all the men of Israel came to the king, and said unto the king, Why have our brethren the men of Judah stolen thee away, and have brought the king, and his household, and all David's men with him, over Jordan?"
   ]
  },
  {
   "begin": "406.600",
   "children": [],
   "end": "418.760",
   "id": "f000043",
   "language": "eng",
   "lines": [
    "And all the men of Judah answered the men of Israel, Because the king is near of kin to us: wherefore then be ye angry for this matter? have we eaten at all of the king's cost? or hath he given us any gift?"
   ]
  },
  {
   "begin": "418.760",
   "children": [],
   "end": "436.760",
   "id": "f000044",
   "language": "eng",
   "lines": [
    "And the men of Israel answered the men of Judah, and said, We have ten parts in the king, and we have also more right in David than ye: why then did ye despise us, that our advice should not be first had in bringing back our king? And the words of the men of Judah were fiercer than the words of the men of Israel."
   ]
  }
 ]
}