{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "1.760",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter nine"
   ]
  },
  {
   "begin": "1.760",
   "children": [],
   "end": "10.960",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "So all Israel were reckoned by genealogies; and, behold, they were written in the book of the kings of Israel and Judah, who were carried away to Babylon for their transgression."
   ]
  },
  {
   "begin": "10.960",
   "children": [],
   "end": "18.880",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Now the first inhabitants that dwelt in their possessions in their cities were, the Israelites, the priests, Levites, and the Nethinims."
   ]
  },
  {
   "begin": "18.880",
   "children": [],
   "end": "24.960",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And in Jerusalem dwelt of the children of Judah, and of the children of Benjamin, and of the children of Ephraim, and Manasseh;"
   ]
  },
  {
   "begin": "24.960",
   "children": [],
   "end": "31.600",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Uthai the son of Ammihud, the son of Omri, the son of Imri, the son of Bani, of the children of Pharez the son of Judah."
   ]
  },
  {
   "begin": "31.600",
   "children": [],
   "end": "35.680",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And of the Shilonites; Asaiah the firstborn, and his sons."
   ]
  },
  {
   "begin": "35.680",
   "children": [],
   "end": "39.920",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And of the sons of Zerah; Jeuel, and their brethren, six hundred and ninety."
   ]
  },
  {
   "begin": "39.920",
   "children": [],
   "end": "45.440",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And of the sons of Benjamin; Sallu the son of Meshullam, the son of Hodaviah, the son of Hasenuah,"
   ]
  },
  {
   "begin": "45.440",
   "children": [],
   "end": "54.200",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And Ibneiah the son of Jeroham, and Elah the son of Uzzi, the son of Michri, and Meshullam the son of Shephathiah, the son of Reuel, the son of Ibnijah;"
   ]
  },
  {
   "begin": "54.200",
   "children": [],
   "end": "62.280",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And their brethren, according to their generations, nine hundred and fifty and six. All these men were chief of the fathers in the house of their fathers."
   ]
  },
  {
   "begin": "62.280",
   "children": [],
   "end": "66.000",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And of the priests; Jedaiah, and Jehoiarib, and Jachin,"
   ]
  },
  {
   "begin": "66.000",
   "children": [],
   "end": "72.960",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And Azariah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the ruler of the house of God;"
   ]
  },
  {
   "begin": "72.960",
   "children": [],
   "end": "83.800",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And Adaiah the son of Jeroham, the son of Pashur, the son of Malchijah, and Maasiai the son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer;"
   ]
  },
  {
   "begin": "83.800",
   "children": [],
   "end": "91.280",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And their brethren, heads of the house of their fathers, a thousand and seven hundred and threescore; very able men for the work of the service of the house of God."
   ]
  },
  {
   "begin": "91.280",
   "children": [],
   "end": "97.560",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And of the Levites; Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, of the sons of Merari;"
   ]
  },
  {
   "begin": "97.560",
   "children": [],
   "end": "105.040",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And Bakbakkar, Heresh, and Galal, and Mattaniah the son of Micah, the son of Zichri, the son of Asaph;"
   ]
  },
  {
   "begin": "105.040",
   "children": [],
   "end": "114.560",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "And Obadiah the son of Shemaiah, the son of Galal, the son of Jeduthun, and Berechiah the son of Asa, the son of Elkanah, that dwelt in the villages of the Netophathites."
   ]
  },
  {
   "begin": "114.560",
   "children": [],
   "end": "120.960",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And the porters were, Shallum, and Akkub, and Talmon, and Ahiman, and their brethren: Shallum was the chief;"
   ]
  },
  {
   "begin": "120.960",
   "children": [],
   "end": "126.680",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Who hitherto waited in the king's gate eastward: they were porters in the companies of the children of Levi."
   ]
  },
  {
   "begin": "126.680",
   "children": [],
   "end": "140.360",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And Shallum the son of Kore, the son of Ebiasaph, the son of Korah, and his brethren, of the house of his father, the Korahites, were over the work of the service, keepers of the gates of the tabernacle: and their fathers, being over the host of the LORD, were keepers of the entry."
   ]
  },
  {
   "begin": "140.360",
   "children": [],
   "end": "145.800",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "And Phinehas the son of Eleazar was the ruler over them in time past, and the LORD was with him."
   ]
  },
  {
   "begin": "145.800",
   "children": [],
   "end": "151.440",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "And Zechariah the son of Meshelemiah was porter of the door of the tabernacle of the congregation."
   ]
  },
  {
   "begin": "151.440",
   "children": [],
   "end": "162.840",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "All these which were chosen to be porters in the gates were two hundred and twelve. These were reckoned by their genealogy in their villages, whom David and Samuel the seer did ordain in their set office."
   ]
  },
  {
   "begin": "162.840",
   "children": [],
   "end": "168.680",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "So they and their children had the oversight of the gates of the house of the LORD, namely, the house of the tabernacle, by wards."
   ]
  },
  {
   "begin": "168.680",
   "children": [],
   "end": "172.480",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "In four quarters were the porters, toward the east, west, north, and south."
   ]
  },
  {
   "begin": "172.480",
   "children": [],
   "end": "178.080",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "And their brethren, which were in their villages, were to come after seven days from time to time with them."
   ]
  },
  {
   "begin": "178.080",
   "children": [],
   "end": "184.240",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "For these Levites, the four chief porters, were in their set office, and were over the chambers and treasuries of the house of God."
   ]
  },
  {
   "begin": "184.240",
   "children": [],
   "end": "190.560",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "And they lodged round about the house of God, because the charge was upon them, and the opening thereof every morning pertained to them."
   ]
  },
  {
   "begin": "190.560",
   "children": [],
   "end": "195.680",
   "id": "f000029",
   "language": "eng",
   "lines": [
    "And certain of them had the charge of the ministering vessels, that they should bring them in and out by tale."
   ]
  },
  {
   "begin": "195.680",
   "children": [],
   "end": "204.920",
   "id": "f000030",
   "language": "eng",
   "lines": [
    "Some of them also were appointed to oversee the vessels, and all the instruments of the sanctuary, and the fine flour, and the wine, and the oil, and the frankincense, and the spices."
   ]
  },
  {
   "begin": "204.920",
   "children": [],
   "end": "208.800",
   "id": "f000031",
   "language": "eng",
   "lines": [
    "And some of the sons of the priests made the ointment of the spices."
   ]
  },
  {
   "begin": "208.800",
   "children": [],
   "end": "216.360",
   "id": "f000032",
   "language": "eng",
   "lines": [
    "And Mattithiah, one of the Levites, who was the firstborn of Shallum the Korahite, had the set office over the things that were made in the pans."
   ]
  },
  {
   "begin": "216.360",
   "children": [],
   "end": "222.520",
   "id": "f000033",
   "language": "eng",
   "lines": [
    "And other of their brethren, of the sons of the Kohathites, were over the shewbread, to prepare it every sabbath."
   ]
  },
  {
   "begin": "222.520",
   "children": [],
   "end": "229.720",
   "id": "f000034",
   "language": "eng",
   "lines": [
    "And these are the singers, chief of the fathers of the Levites, who remaining in the chambers were free: for they were employed in that work day and night."
   ]
  },
  {
   "begin": "229.720",
   "children": [],
   "end": "235.120",
   "id": "f000035",
   "language": "eng",
   "lines": [
    "These chief fathers of the Levites were chief throughout their generations; these dwelt at Jerusalem."
   ]
  },
  {
   "begin": "235.120",
   "children": [],
   "end": "240.880",
   "id": "f000036",
   "language": "eng",
   "lines": [
    "And in Gibeon dwelt the father of Gibeon, Jehiel, whose wife's name was Maachah:"
   ]
  },
  {
   "begin": "240.880",
   "children": [],
   "end": "246.880",
   "id": "f000037",
   "language": "eng",
   "lines": [
    "And his firstborn son Abdon, then Zur, and Kish, and Baal, and Ner, and Nadab."
   ]
  },
  {
   "begin": "246.880",
   "children": [],
   "end": "250.480",
   "id": "f000038",
   "language": "eng",
   "lines": [
    "And Gedor, and Ahio, and Zechariah, and Mikloth."
   ]
  },
  {
   "begin": "250.480",
   "children": [],
   "end": "257.200",
   "id": "f000039",
   "language": "eng",
   "lines": [
    "And Mikloth begat Shimeam. And they also dwelt with their brethren at Jerusalem, over against their brethren."
   ]
  },
  {
   "begin": "257.200",
   "children": [],
   "end": "265.760",
   "id": "f000040",
   "language": "eng",
   "lines": [
    "And Ner begat Kish; and Kish begat Saul; and Saul begat Jonathan, and Malchishua, and Abinadab, and Eshbaal."
   ]
  },
  {
   "begin": "265.760",
   "children": [],
   "end": "269.880",
   "id": "f000041",
   "language": "eng",
   "lines": [
    "And the son of Jonathan was Meribbaal: and Meribbaal begat Micah."
   ]
  },
  {
   "begin": "269.880",
   "children": [],
   "end": "274.920",
   "id": "f000042",
   "language": "eng",
   "lines": [
    "And the sons of Micah were, Pithon, and Melech, and Tahrea, and Ahaz."
   ]
  },
  {
   "begin": "274.920",
   "children": [],
   "end": "281.600",
   "id": "f000043",
   "language": "eng",
   "lines": [
    "And Ahaz begat Jarah; and Jarah begat Alemeth, and Azmaveth, and Zimri; and Zimri begat Moza;"
   ]
  },
  {
   "begin": "281.600",
   "children": [],
   "end": "287.840",
   "id": "f000044",
   "language": "eng",
   "lines": [
    "And Moza begat Binea; and Rephaiah his son, Eleasah his son, Azel his son."
   ]
  },
  {
   "begin": "287.840",
   "children": [],
   "end": "301.120",
   "id": "f000045",
   "language": "eng",
   "lines": [
    "And Azel had six sons, whose names are these, Azrikam, Bocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan: these were the sons of Azel."
   ]
  }
 ]
}