{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.720",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter eighteen"
   ]
  },
  {
   "begin": "2.720",
   "children": [],
   "end": "9.880",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Now after this it came to pass, that David smote the Philistines, and subdued them, and took Gath and her towns out of the hand of the Philistines."
   ]
  },
  {
   "begin": "9.880",
   "children": [],
   "end": "14.160",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And he smote Moab; and the Moabites became David's servants, and brought gifts."
   ]
  },
  {
   "begin": "14.160",
   "children": [],
   "end": "20.680",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And David smote Hadarezer king of Zobah unto Hamath, as he went to stablish his dominion by the river Euphrates."
   ]
  },
  {
   "begin": "20.680",
   "children": [],
   "end": "31.760",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And David took from him a thousand chariots, and seven thousand horsemen, and twenty thousand footmen: David also houghed all the chariot horses, but reserved of them an hundred chariots."
   ]
  },
  {
   "begin": "31.760",
   "children": [],
   "end": "38.840",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And when the Syrians of Damascus came to help Hadarezer king of Zobah, David slew of the Syrians two and twenty thousand men."
   ]
  },
  {
   "begin": "38.840",
   "children": [],
   "end": "48.040",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Then David put garrisons in Syriadamascus; and the Syrians became David's servants, and brought gifts. Thus the LORD preserved David whithersoever he went."
   ]
  },
  {
   "begin": "48.040",
   "children": [],
   "end": "52.320",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And David took the shields of gold that were on the servants of Hadarezer, and brought them to Jerusalem."
   ]
  },
  {
   "begin": "52.320",
   "children": [],
   "end": "63.280",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Likewise from Tibhath, and from Chun, cities of Hadarezer, brought David very much brass, wherewith Solomon made the brazen sea, and the pillars, and the vessels of brass."
   ]
  },
  {
   "begin": "63.280",
   "children": [],
   "end": "67.840",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Now when Tou king of Hamath heard how David had smitten all the host of Hadarezer king of Zobah;"
   ]
  },
  {
   "begin": "67.840",
   "children": [],
   "end": "82.520",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "He sent Hadoram his son to king David, to enquire of his welfare, and to congratulate him, because he had fought against Hadarezer, and smitten him; (for Hadarezer had war with Tou;) and with him all manner of vessels of gold and silver and brass."
   ]
  },
  {
   "begin": "82.520",
   "children": [],
   "end": "93.480",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Them also king David dedicated unto the LORD, with the silver and the gold that he brought from all these nations; from Edom, and from Moab, and from the children of Ammon, and from the Philistines, and from Amalek."
   ]
  },
  {
   "begin": "93.480",
   "children": [],
   "end": "99.320",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Moreover Abishai the son of Zeruiah slew of the Edomites in the valley of salt eighteen thousand."
   ]
  },
  {
   "begin": "99.320",
   "children": [],
   "end": "107.520",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And he put garrisons in Edom; and all the Edomites became David's servants. Thus the LORD preserved David whithersoever he went."
   ]
  },
  {
   "begin": "107.520",
   "children": [],
   "end": "112.800",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "So David reigned over all Israel, and executed judgment and justice among all his people."
   ]
  },
  {
   "begin": "112.800",
   "children": [],
   "end": "118.080",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And Joab the son of Zeruiah was over the host; and Jehoshaphat the son of Ahilud, recorder."
   ]
  },
  {
   "begin": "118.080",
   "children": [],
   "end": "124.320",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "And Zadok the son of Ahitub, and Abimelech the son of Abiathar, were the priests; and Shavsha was scribe;"
   ]
  },
  {
   "begin": "124.320",
   "children": [],
   "end": "133.640",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And Benaiah the son of Jehoiada was over the Cherethites and the Pelethites; and the sons of David were chief about the king."
   ]
  }
 ]
}