{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.560",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter twenty-one"
   ]
  },
  {
   "begin": "2.560",
   "children": [],
   "end": "10.520",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Manasseh was twelve years old when he began to reign, and reigned fifty and five years in Jerusalem. And his mother's name was Hephzibah."
   ]
  },
  {
   "begin": "10.520",
   "children": [],
   "end": "16.960",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And he did that which was evil in the sight of the LORD, after the abominations of the heathen, whom the LORD cast out before the children of Israel."
   ]
  },
  {
   "begin": "16.960",
   "children": [],
   "end": "29.840",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "For he built up again the high places which Hezekiah his father had destroyed; and he reared up altars for Baal, and made a grove, as did Ahab king of Israel; and worshipped all the host of heaven, and served them."
   ]
  },
  {
   "begin": "29.840",
   "children": [],
   "end": "34.520",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And he built altars in the house of the LORD, of which the LORD said, In Jerusalem will I put my name."
   ]
  },
  {
   "begin": "34.520",
   "children": [],
   "end": "39.480",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And he built altars for all the host of heaven in the two courts of the house of the LORD."
   ]
  },
  {
   "begin": "39.480",
   "children": [],
   "end": "52.280",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And he made his son pass through the fire, and observed times, and used enchantments, and dealt with familiar spirits and wizards: he wrought much wickedness in the sight of the LORD, to provoke him to anger."
   ]
  },
  {
   "begin": "52.280",
   "children": [],
   "end": "64.160",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And he set a graven image of the grove that he had made in the house, of which the LORD said to David, and to Solomon his son, In this house, and in Jerusalem, which I have chosen out of all tribes of Israel, will I put my name for ever:"
   ]
  },
  {
   "begin": "64.160",
   "children": [],
   "end": "76.960",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Neither will I make the feet of Israel move any more out of the land which I gave their fathers; only if they will observe to do according to all that I have commanded them, and according to all the law that my servant Moses commanded them."
   ]
  },
  {
   "begin": "76.960",
   "children": [],
   "end": "85.040",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "But they hearkened not: and Manasseh seduced them to do more evil than did the nations whom the LORD destroyed before the children of Israel."
   ]
  },
  {
   "begin": "85.040",
   "children": [],
   "end": "89.600",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And the LORD spake by his servants the prophets, saying,"
   ]
  },
  {
   "begin": "89.600",
   "children": [],
   "end": "99.280",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Because Manasseh king of Judah hath done these abominations, and hath done wickedly above all that the Amorites did, which were before him, and hath made Judah also to sin with his idols:"
   ]
  },
  {
   "begin": "99.280",
   "children": [],
   "end": "110.000",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Therefore thus saith the LORD God of Israel, Behold, I am bringing such evil upon Jerusalem and Judah, that whosoever heareth of it, both his ears shall tingle."
   ]
  },
  {
   "begin": "110.000",
   "children": [],
   "end": "122.200",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And I will stretch over Jerusalem the line of Samaria, and the plummet of the house of Ahab: and I will wipe Jerusalem as a man wipeth a dish, wiping it, and turning it upside down."
   ]
  },
  {
   "begin": "122.200",
   "children": [],
   "end": "129.720",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And I will forsake the remnant of mine inheritance, and deliver them into the hand of their enemies; and they shall become a prey and a spoil to all their enemies;"
   ]
  },
  {
   "begin": "129.720",
   "children": [],
   "end": "139.280",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "Because they have done that which was evil in my sight, and have provoked me to anger, since the day their fathers came forth out of Egypt, even unto this day."
   ]
  },
  {
   "begin": "139.280",
   "children": [],
   "end": "150.840",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Moreover Manasseh shed innocent blood very much, till he had filled Jerusalem from one end to another; beside his sin wherewith he made Judah to sin, in doing that which was evil in the sight of the LORD."
   ]
  },
  {
   "begin": "150.840",
   "children": [],
   "end": "158.160",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "Now the rest of the acts of Manasseh, and all that he did, and his sin that he sinned, are they not written in the book of the chronicles of the kings of Judah?"
   ]
  },
  {
   "begin": "158.160",
   "children": [],
   "end": "167.840",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And Manasseh slept with his fathers, and was buried in the garden of his own house, in the garden of Uzza: and Amon his son reigned in his stead."
   ]
  },
  {
   "begin": "167.840",
   "children": [],
   "end": "178.200",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "Amon was twenty and two years old when he began to reign, and he reigned two years in Jerusalem. And his mother's name was Meshullemeth, the daughter of Haruz of Jotbah."
   ]
  },
  {
   "begin": "178.200",
   "children": [],
   "end": "181.920",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "And he did that which was evil in the sight of the LORD, as his father Manasseh did."
   ]
  },
  {
   "begin": "181.920",
   "children": [],
   "end": "187.080",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "And he walked in all the way that his father walked in, and served the idols that his father served, and worshipped them:"
   ]
  },
  {
   "begin": "187.080",
   "children": [],
   "end": "191.800",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "And he forsook the LORD God of his fathers, and walked not in the way of the LORD."
   ]
  },
  {
   "begin": "191.800",
   "children": [],
   "end": "197.200",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "And the servants of Amon conspired against him, and slew the king in his own house."
   ]
  },
  {
   "begin": "197.200",
   "children": [],
   "end": "206.280",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "And the people of the land slew all them that had conspired against king Amon; and the people of the land made Josiah his son king in his stead."
   ]
  },
  {
   "begin": "206.280",
   "children": [],
   "end": "211.200",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "Now the rest of the acts of Amon which he did, are they not written in the book of the chronicles of the kings of Judah?"
   ]
  },
  {
   "begin": "211.200",
   "children": [],
   "end": "218.320",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "And he was buried in his sepulchre in the garden of Uzza: and Josiah his son reigned in his stead."
   ]
  }
 ]
}