{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.160",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter sixteen"
   ]
  },
  {
   "begin": "2.160",
   "children": [],
   "end": "8.080",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "The Pharisees also with the Sadducees came, and tempting desired him that he would shew them a sign from heaven."
   ]
  },
  {
   "begin": "8.080",
   "children": [],
   "end": "14.360",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "He answered and said unto them, When it is evening, ye say, It will be fair weather: for the sky is red."
   ]
  },
  {
   "begin": "14.360",
   "children": [],
   "end": "26.520",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And in the morning, It will be foul weather to day: for the sky is red and lowering. O ye hypocrites, ye can discern the face of the sky; but can ye not discern the signs of the times?"
   ]
  },
  {
   "begin": "26.520",
   "children": [],
   "end": "36.920",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "A wicked and adulterous generation seeketh after a sign; and there shall no sign be given unto it, but the sign of the prophet Jonas. And he left them, and departed."
   ]
  },
  {
   "begin": "36.920",
   "children": [],
   "end": "41.800",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And when his disciples were come to the other side, they had forgotten to take bread."
   ]
  },
  {
   "begin": "41.800",
   "children": [],
   "end": "48.880",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Then Jesus said unto them, Take heed and beware of the leaven of the Pharisees and of the Sadducees."
   ]
  },
  {
   "begin": "48.880",
   "children": [],
   "end": "53.400",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And they reasoned among themselves, saying, It is because we have taken no bread."
   ]
  },
  {
   "begin": "53.400",
   "children": [],
   "end": "61.120",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Which when Jesus perceived, he said unto them, O ye of little faith, why reason ye among yourselves, because ye have brought no bread?"
   ]
  },
  {
   "begin": "61.120",
   "children": [],
   "end": "68.080",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Do ye not yet understand, neither remember the five loaves of the five thousand, and how many baskets ye took up?"
   ]
  },
  {
   "begin": "68.080",
   "children": [],
   "end": "72.440",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Neither the seven loaves of the four thousand, and how many baskets ye took up?"
   ]
  },
  {
   "begin": "72.440",
   "children": [],
   "end": "81.400",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "How is it that ye do not understand that I spake it not to you concerning bread, that ye should beware of the leaven of the Pharisees and of the Sadducees?"
   ]
  },
  {
   "begin": "81.400",
   "children": [],
   "end": "90.080",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Then understood they how that he bade them not beware of the leaven of bread, but of the doctrine of the Pharisees and of the Sadducees."
   ]
  },
  {
   "begin": "90.080",
   "children": [],
   "end": "99.720",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?"
   ]
  },
  {
   "begin": "99.720",
   "children": [],
   "end": "108.040",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets."
   ]
  },
  {
   "begin": "108.040",
   "children": [],
   "end": "112.520",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "He saith unto them, But whom say ye that I am?"
   ]
  },
  {
   "begin": "112.520",
   "children": [],
   "end": "118.320",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "And Simon Peter answered and said, Thou art the Christ, the Son of the living God."
   ]
  },
  {
   "begin": "118.320",
   "children": [],
   "end": "128.120",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And Jesus answered and said unto him, Blessed art thou, Simon Barjona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven."
   ]
  },
  {
   "begin": "128.120",
   "children": [],
   "end": "138.760",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it."
   ]
  },
  {
   "begin": "138.760",
   "children": [],
   "end": "149.960",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven."
   ]
  },
  {
   "begin": "149.960",
   "children": [],
   "end": "156.880",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "Then charged he his disciples that they should tell no man that he was Jesus the Christ."
   ]
  },
  {
   "begin": "156.880",
   "children": [],
   "end": "171.360",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "From that time forth began Jesus to shew unto his disciples, how that he must go unto Jerusalem, and suffer many things of the elders and chief priests and scribes, and be killed, and be raised again the third day."
   ]
  },
  {
   "begin": "171.360",
   "children": [],
   "end": "178.200",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "Then Peter took him, and began to rebuke him, saying, Be it far from thee, Lord: this shall not be unto thee."
   ]
  },
  {
   "begin": "178.200",
   "children": [],
   "end": "192.040",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "But he turned, and said unto Peter, Get thee behind me, Satan: thou art an offence unto me: for thou savourest not the things that be of God, but those that be of men."
   ]
  },
  {
   "begin": "192.040",
   "children": [],
   "end": "199.160",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me."
   ]
  },
  {
   "begin": "199.160",
   "children": [],
   "end": "207.040",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it."
   ]
  },
  {
   "begin": "207.040",
   "children": [],
   "end": "215.520",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?"
   ]
  },
  {
   "begin": "215.520",
   "children": [],
   "end": "223.040",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "For the Son of man shall come in the glory of his Father with his angels; and then he shall reward every man according to his works."
   ]
  },
  {
   "begin": "223.040",
   "children": [],
   "end": "233.640",
   "id": "f000029",
   "language": "eng",
   "lines": [
    "Verily I say unto you, There be some standing here, which shall not taste of death, till they see the Son of man coming in his kingdom."
   ]
  }
 ]
}