{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.320",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter sixteen"
   ]
  },
  {
   "begin": "2.320",
   "children": [],
   "end": "9.120",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Now Sarai Abram's wife bare him no children: and she had an handmaid, an Egyptian, whose name was Hagar."
   ]
  },
  {
   "begin": "9.120",
   "children": [],
   "end": "22.280",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And Sarai said unto Abram, Behold now, the LORD hath restrained me from bearing: I pray thee, go in unto my maid; it may be that I may obtain children by her. And Abram hearkened to the voice of Sarai."
   ]
  },
  {
   "begin": "22.280",
   "children": [],
   "end": "30.640",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And Sarai Abram's wife took Hagar her maid the Egyptian, after Abram had dwelt ten years in the land of Canaan, and gave her to her husband Abram to be his wife."
   ]
  },
  {
   "begin": "30.640",
   "children": [],
   "end": "38.840",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And he went in unto Hagar, and she conceived: and when she saw that she had conceived, her mistress was despised in her eyes."
   ]
  },
  {
   "begin": "38.840",
   "children": [],
   "end": "50.720",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And Sarai said unto Abram, My wrong be upon thee: I have given my maid into thy bosom; and when she saw that she had conceived, I was despised in her eyes: the LORD judge between me and thee."
   ]
  },
  {
   "begin": "50.720",
   "children": [],
   "end": "61.920",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "But Abram said unto Sarai, Behold, thy maid is in thine hand; do to her as it pleaseth thee. And when Sarai dealt hardly with her, she fled from her face."
   ]
  },
  {
   "begin": "61.920",
   "children": [],
   "end": "68.080",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And the angel of the LORD found her by a fountain of water in the wilderness, by the fountain in the way to Shur."
   ]
  },
  {
   "begin": "68.080",
   "children": [],
   "end": "77.560",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And he said, Hagar, Sarai's maid, whence camest thou? and whither wilt thou go? And she said, I flee from the face of my mistress Sarai."
   ]
  },
  {
   "begin": "77.560",
   "children": [],
   "end": "83.160",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And the angel of the LORD said unto her, Return to thy mistress, and submit thyself under her hands."
   ]
  },
  {
   "begin": "83.160",
   "children": [],
   "end": "89.600",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And the angel of the LORD said unto her, I will multiply thy seed exceedingly, that it shall not be numbered for multitude."
   ]
  },
  {
   "begin": "89.600",
   "children": [],
   "end": "100.680",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And the angel of the LORD said unto her, Behold, thou art with child and shalt bear a son, and shalt call his name Ishmael; because the LORD hath heard thy affliction."
   ]
  },
  {
   "begin": "100.680",
   "children": [],
   "end": "109.000",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And he will be a wild man; his hand will be against every man, and every man's hand against him; and he shall dwell in the presence of all his brethren."
   ]
  },
  {
   "begin": "109.000",
   "children": [],
   "end": "119.200",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And she called the name of the LORD that spake unto her, Thou God seest me: for she said, Have I also here looked after him that seeth me?"
   ]
  },
  {
   "begin": "119.200",
   "children": [],
   "end": "127.240",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Wherefore the well was called Beerlahairoi; behold, it is between Kadesh and Bered."
   ]
  },
  {
   "begin": "127.240",
   "children": [],
   "end": "133.240",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And Hagar bare Abram a son: and Abram called his son's name, which Hagar bare, Ishmael."
   ]
  },
  {
   "begin": "133.240",
   "children": [],
   "end": "138.280",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "And Abram was fourscore and six years old, when Hagar bare Ishmael to Abram."
   ]
  }
 ]
}