{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "3.240",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter thirty-eight"
   ]
  },
  {
   "begin": "3.240",
   "children": [],
   "end": "10.160",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And it came to pass at that time, that Judah went down from his brethren, and turned in to a certain Adullamite, whose name was Hirah."
   ]
  },
  {
   "begin": "10.160",
   "children": [],
   "end": "16.520",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And Judah saw there a daughter of a certain Canaanite, whose name was Shuah; and he took her, and went in unto her."
   ]
  },
  {
   "begin": "16.520",
   "children": [],
   "end": "21.280",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And she conceived, and bare a son; and he called his name Er."
   ]
  },
  {
   "begin": "21.280",
   "children": [],
   "end": "25.800",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And she conceived again, and bare a son; and she called his name Onan."
   ]
  },
  {
   "begin": "25.800",
   "children": [],
   "end": "33.680",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And she yet again conceived, and bare a son; and called his name Shelah: and he was at Chezib, when she bare him."
   ]
  },
  {
   "begin": "33.680",
   "children": [],
   "end": "38.040",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And Judah took a wife for Er his firstborn, whose name was Tamar."
   ]
  },
  {
   "begin": "38.040",
   "children": [],
   "end": "42.960",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And Er, Judah's firstborn, was wicked in the sight of the LORD; and the LORD slew him."
   ]
  },
  {
   "begin": "42.960",
   "children": [],
   "end": "48.440",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And Judah said unto Onan, Go in unto thy brother's wife, and marry her, and raise up seed to thy brother."
   ]
  },
  {
   "begin": "48.440",
   "children": [],
   "end": "58.040",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And Onan knew that the seed should not be his; and it came to pass, when he went in unto his brother's wife, that he spilled it on the ground, lest that he should give seed to his brother."
   ]
  },
  {
   "begin": "58.040",
   "children": [],
   "end": "63.640",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And the thing which he did displeased the LORD: wherefore he slew him also."
   ]
  },
  {
   "begin": "63.640",
   "children": [],
   "end": "78.400",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Then said Judah to Tamar his daughter in law, Remain a widow at thy father's house, till Shelah my son be grown: for he said, Lest peradventure he die also, as his brethren did. And Tamar went and dwelt in her father's house."
   ]
  },
  {
   "begin": "78.400",
   "children": [],
   "end": "89.040",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And in process of time the daughter of Shuah Judah's wife died; and Judah was comforted, and went up unto his sheepshearers to Timnath, he and his friend Hirah the Adullamite."
   ]
  },
  {
   "begin": "89.040",
   "children": [],
   "end": "95.240",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And it was told Tamar, saying, Behold thy father in law goeth up to Timnath to shear his sheep."
   ]
  },
  {
   "begin": "95.240",
   "children": [],
   "end": "108.080",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And she put her widow's garments off from her, and covered her with a vail, and wrapped herself, and sat in an open place, which is by the way to Timnath; for she saw that Shelah was grown, and she was not given unto him to wife."
   ]
  },
  {
   "begin": "108.080",
   "children": [],
   "end": "113.080",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "When Judah saw her, he thought her to be an harlot; because she had covered her face."
   ]
  },
  {
   "begin": "113.080",
   "children": [],
   "end": "124.160",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "And he turned unto her by the way, and said, Go to, I pray thee, let me come in unto thee; (for he knew not that she was his daughter in law.) And she said, What wilt thou give me, that thou mayest come in unto me?"
   ]
  },
  {
   "begin": "124.160",
   "children": [],
   "end": "131.760",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And he said, I will send thee a kid from the flock. And she said, Wilt thou give me a pledge, till thou send it?"
   ]
  },
  {
   "begin": "131.760",
   "children": [],
   "end": "143.360",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And he said, What pledge shall I give thee? And she said, Thy signet, and thy bracelets, and thy staff that is in thine hand. And he gave it her, and came in unto her, and she conceived by him."
   ]
  },
  {
   "begin": "143.360",
   "children": [],
   "end": "149.320",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And she arose, and went away, and laid by her vail from her, and put on the garments of her widowhood."
   ]
  },
  {
   "begin": "149.320",
   "children": [],
   "end": "156.560",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "And Judah sent the kid by the hand of his friend the Adullamite, to receive his pledge from the woman's hand: but he found her not."
   ]
  },
  {
   "begin": "156.560",
   "children": [],
   "end": "163.760",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "Then he asked the men of that place, saying, Where is the harlot, that was openly by the way side? And they said, There was no harlot in this place."
   ]
  },
  {
   "begin": "163.760",
   "children": [],
   "end": "170.480",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "And he returned to Judah, and said, I cannot find her; and also the men of the place said, that there was no harlot in this place."
   ]
  },
  {
   "begin": "170.480",
   "children": [],
   "end": "179.280",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "And Judah said, Let her take it to her, lest we be shamed: behold, I sent this kid, and thou hast not found her."
   ]
  },
  {
   "begin": "179.280",
   "children": [],
   "end": "193.640",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "And it came to pass about three months after, that it was told Judah, saying, Tamar thy daughter in law hath played the harlot; and also, behold, she is with child by whoredom. And Judah said, Bring her forth, and let her be burnt."
   ]
  },
  {
   "begin": "193.640",
   "children": [],
   "end": "207.240",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "When she was brought forth, she sent to her father in law, saying, By the man, whose these are, am I with child: and she said, Discern, I pray thee, whose are these, the signet, and bracelets, and staff."
   ]
  },
  {
   "begin": "207.240",
   "children": [],
   "end": "219.720",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "And Judah acknowledged them, and said, She hath been more righteous than I; because that I gave her not to Shelah my son. And he knew her again no more."
   ]
  },
  {
   "begin": "219.720",
   "children": [],
   "end": "224.360",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "And it came to pass in the time of her travail, that, behold, twins were in her womb."
   ]
  },
  {
   "begin": "224.360",
   "children": [],
   "end": "233.240",
   "id": "f000029",
   "language": "eng",
   "lines": [
    "And it came to pass, when she travailed, that the one put out his hand: and the midwife took and bound upon his hand a scarlet thread, saying, This came out first."
   ]
  },
  {
   "begin": "233.240",
   "children": [],
   "end": "246.000",
   "id": "f000030",
   "language": "eng",
   "lines": [
    "And it came to pass, as he drew back his hand, that, behold, his brother came out: and she said, How hast thou broken forth? this breach be upon thee: therefore his name was called Pharez."
   ]
  },
  {
   "begin": "246.000",
   "children": [],
   "end": "254.160",
   "id": "f000031",
   "language": "eng",
   "lines": [
    "And afterward came out his brother, that had the scarlet thread upon his hand: and his name was called Zarah."
   ]
  }
 ]
}