{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.120",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter forty"
   ]
  },
  {
   "begin": "2.120",
   "children": [],
   "end": "8.520",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And it came to pass after these things, that the butler of the king of Egypt and his baker had offended their lord the king of Egypt."
   ]
  },
  {
   "begin": "8.520",
   "children": [],
   "end": "13.520",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And Pharaoh was wroth against two of his officers, against the chief of the butlers, and against the chief of the bakers."
   ]
  },
  {
   "begin": "13.520",
   "children": [],
   "end": "19.440",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And he put them in ward in the house of the captain of the guard, into the prison, the place where Joseph was bound."
   ]
  },
  {
   "begin": "19.440",
   "children": [],
   "end": "24.880",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And the captain of the guard charged Joseph with them, and he served them: and they continued a season in ward."
   ]
  },
  {
   "begin": "24.880",
   "children": [],
   "end": "36.080",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And they dreamed a dream both of them, each man his dream in one night, each man according to the interpretation of his dream, the butler and the baker of the king of Egypt, which were bound in the prison."
   ]
  },
  {
   "begin": "36.080",
   "children": [],
   "end": "40.600",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And Joseph came in unto them in the morning, and looked upon them, and, behold, they were sad."
   ]
  },
  {
   "begin": "40.600",
   "children": [],
   "end": "46.440",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And he asked Pharaoh's officers that were with him in the ward of his lord's house, saying, Wherefore look ye so sadly to day?"
   ]
  },
  {
   "begin": "46.440",
   "children": [],
   "end": "57.040",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And they said unto him, We have dreamed a dream, and there is no interpreter of it. And Joseph said unto them, Do not interpretations belong to God? tell me them, I pray you."
   ]
  },
  {
   "begin": "57.040",
   "children": [],
   "end": "63.120",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And the chief butler told his dream to Joseph, and said to him, In my dream, behold, a vine was before me;"
   ]
  },
  {
   "begin": "63.120",
   "children": [],
   "end": "72.000",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And in the vine were three branches: and it was as though it budded, and her blossoms shot forth; and the clusters thereof brought forth ripe grapes:"
   ]
  },
  {
   "begin": "72.000",
   "children": [],
   "end": "79.760",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And Pharaoh's cup was in my hand: and I took the grapes, and pressed them into Pharaoh's cup, and I gave the cup into Pharaoh's hand."
   ]
  },
  {
   "begin": "79.760",
   "children": [],
   "end": "86.520",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And Joseph said unto him, This is the interpretation of it: The three branches are three days:"
   ]
  },
  {
   "begin": "86.520",
   "children": [],
   "end": "96.440",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Yet within three days shall Pharaoh lift up thine head, and restore thee unto thy place: and thou shalt deliver Pharaoh's cup into his hand, after the former manner when thou wast his butler."
   ]
  },
  {
   "begin": "96.440",
   "children": [],
   "end": "104.480",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "But think on me when it shall be well with thee, and show kindness, I pray thee, unto me, and make mention of me unto Pharaoh, and bring me out of this house:"
   ]
  },
  {
   "begin": "104.480",
   "children": [],
   "end": "112.200",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "For indeed I was stolen away out of the land of the Hebrews: and here also have I done nothing that they should put me into the dungeon."
   ]
  },
  {
   "begin": "112.200",
   "children": [],
   "end": "121.240",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "When the chief baker saw that the interpretation was good, he said unto Joseph, I also was in my dream, and, behold, I had three white baskets on my head:"
   ]
  },
  {
   "begin": "121.240",
   "children": [],
   "end": "129.680",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And in the uppermost basket there was of all manner of bakemeats for Pharaoh; and the birds did eat them out of the basket upon my head."
   ]
  },
  {
   "begin": "129.680",
   "children": [],
   "end": "135.760",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And Joseph answered and said, This is the interpretation thereof: The three baskets are three days:"
   ]
  },
  {
   "begin": "135.760",
   "children": [],
   "end": "145.480",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "Yet within three days shall Pharaoh lift up thy head from off thee, and shall hang thee on a tree; and the birds shall eat thy flesh from off thee."
   ]
  },
  {
   "begin": "145.480",
   "children": [],
   "end": "155.360",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "And it came to pass the third day, which was Pharaoh's birthday, that he made a feast unto all his servants: and he lifted up the head of the chief butler and of the chief baker among his servants."
   ]
  },
  {
   "begin": "155.360",
   "children": [],
   "end": "160.440",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "And he restored the chief butler unto his butlership again; and he gave the cup into Pharaoh's hand:"
   ]
  },
  {
   "begin": "160.440",
   "children": [],
   "end": "164.760",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "But he hanged the chief baker: as Joseph had interpreted to them."
   ]
  },
  {
   "begin": "164.760",
   "children": [],
   "end": "171.720",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "Yet did not the chief butler remember Joseph, but forgat him."
   ]
  }
 ]
}