{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "12.400",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "The Holy Bible: The King James Version, Read by Alexander Scourby Chapter one"
   ]
  },
  {
   "begin": "12.400",
   "children": [],
   "end": "22.640",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "The word of the LORD which came unto Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hizkiah, in the days of Josiah the son of Amon, king of Judah."
   ]
  },
  {
   "begin": "22.640",
   "children": [],
   "end": "26.320",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "I will utterly consume all things from off the land, saith the LORD."
   ]
  },
  {
   "begin": "26.320",
   "children": [],
   "end": "37.480",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "I will consume man and beast; I will consume the fowls of the heaven, and the fishes of the sea, and the stumblingblocks with the wicked: and I will cut off man from off the land, saith the LORD."
   ]
  },
  {
   "begin": "37.480",
   "children": [],
   "end": "46.960",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "I will also stretch out mine hand upon Judah, and upon all the inhabitants of Jerusalem; and I will cut off the remnant of Baal from this place, and the name of the Chemarims with the priests;"
   ]
  },
  {
   "begin": "46.960",
   "children": [],
   "end": "54.040",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And them that worship the host of heaven upon the housetops; and them that worship and that swear by the LORD, and that swear by Malcham;"
   ]
  },
  {
   "begin": "54.040",
   "children": [],
   "end": "60.720",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And them that are turned back from the LORD; and those that have not sought the LORD, nor enquired for him."
   ]
  },
  {
   "begin": "60.720",
   "children": [],
   "end": "70.160",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Hold thy peace at the presence of the Lord GOD: for the day of the LORD is at hand: for the LORD hath prepared a sacrifice, he hath bid his guests."
   ]
  },
  {
   "begin": "70.160",
   "children": [],
   "end": "78.840",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And it shall come to pass in the day of the LORD's sacrifice, that I will punish the princes, and the king's children, and all such as are clothed with strange apparel."
   ]
  },
  {
   "begin": "78.840",
   "children": [],
   "end": "86.280",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "In the same day also will I punish all those that leap on the threshold, which fill their masters' houses with violence and deceit."
   ]
  },
  {
   "begin": "86.280",
   "children": [],
   "end": "97.120",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And it shall come to pass in that day, saith the LORD, that there shall be the noise of a cry from the fish gate, and an howling from the second, and a great crashing from the hills."
   ]
  },
  {
   "begin": "97.120",
   "children": [],
   "end": "105.440",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Howl, ye inhabitants of Maktesh, for all the merchant people are cut down; all they that bear silver are cut off."
   ]
  },
  {
   "begin": "105.440",
   "children": [],
   "end": "117.720",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And it shall come to pass at that time, that I will search Jerusalem with candles, and punish the men that are settled on their lees: that say in their heart, The LORD will not do good, neither will he do evil."
   ]
  },
  {
   "begin": "117.720",
   "children": [],
   "end": "129.440",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Therefore their goods shall become a booty, and their houses a desolation: they shall also build houses, but not inhabit them; and they shall plant vineyards, but not drink the wine thereof."
   ]
  },
  {
   "begin": "129.440",
   "children": [],
   "end": "139.920",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "The great day of the LORD is near, it is near, and hasteth greatly, even the voice of the day of the LORD: the mighty man shall cry there bitterly."
   ]
  },
  {
   "begin": "139.920",
   "children": [],
   "end": "151.760",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "That day is a day of wrath, a day of trouble and distress, a day of wasteness and desolation, a day of darkness and gloominess, a day of clouds and thick darkness,"
   ]
  },
  {
   "begin": "151.760",
   "children": [],
   "end": "157.880",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "A day of the trumpet and alarm against the fenced cities, and against the high towers."
   ]
  },
  {
   "begin": "157.880",
   "children": [],
   "end": "169.520",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And I will bring distress upon men, that they shall walk like blind men, because they have sinned against the LORD: and their blood shall be poured out as dust, and their flesh as the dung."
   ]
  },
  {
   "begin": "169.520",
   "children": [],
   "end": "184.120",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Neither their silver nor their gold shall be able to deliver them in the day of the LORD's wrath; but the whole land shall be devoured by the fire of his jealousy: for he shall make even a speedy riddance of all them that dwell in the land."
   ]
  }
 ]
}