{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "15.040",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "The Holy Bible: The King James Version, Read by Alexander Scourby Chapter one"
   ]
  },
  {
   "begin": "15.040",
   "children": [],
   "end": "28.000",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians which is in God the Father and in the Lord Jesus Christ: Grace be unto you, and peace, from God our Father, and the Lord Jesus Christ."
   ]
  },
  {
   "begin": "28.000",
   "children": [],
   "end": "32.200",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "We give thanks to God always for you all, making mention of you in our prayers;"
   ]
  },
  {
   "begin": "32.200",
   "children": [],
   "end": "41.400",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Remembering without ceasing your work of faith, and labour of love, and patience of hope in our Lord Jesus Christ, in the sight of God and our Father;"
   ]
  },
  {
   "begin": "41.400",
   "children": [],
   "end": "45.800",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Knowing, brethren beloved, your election of God."
   ]
  },
  {
   "begin": "45.800",
   "children": [],
   "end": "56.800",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "For our gospel came not unto you in word only, but also in power, and in the Holy Ghost, and in much assurance; as ye know what manner of men we were among you for your sake."
   ]
  },
  {
   "begin": "56.800",
   "children": [],
   "end": "63.880",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And ye became followers of us, and of the Lord, having received the word in much affliction, with joy of the Holy Ghost."
   ]
  },
  {
   "begin": "63.880",
   "children": [],
   "end": "69.200",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "So that ye were ensamples to all that believe in Macedonia and Achaia."
   ]
  },
  {
   "begin": "69.200",
   "children": [],
   "end": "80.720",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "For from you sounded out the word of the Lord not only in Macedonia and Achaia, but also in every place your faith to God-ward is spread abroad; so that we need not to speak any thing."
   ]
  },
  {
   "begin": "80.720",
   "children": [],
   "end": "89.360",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "For they themselves shew of us what manner of entering in we had unto you, and how ye turned to God from idols to serve the living and true God;"
   ]
  },
  {
   "begin": "89.360",
   "children": [],
   "end": "96.280",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And to wait for his Son from heaven, whom he raised from the dead, even Jesus, which delivered us from the wrath to come."
   ]
  }
 ]
}