{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.440",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter twenty-seven"
   ]
  },
  {
   "begin": "2.440",
   "children": [],
   "end": "8.640",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And Moses with the elders of Israel commanded the people, saying, Keep all the commandments which I command you this day."
   ]
  },
  {
   "begin": "8.640",
   "children": [],
   "end": "16.880",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And it shall be on the day when ye shall pass over Jordan unto the land which the LORD thy God giveth thee, that thou shalt set thee up great stones, and plaster them with plaster:"
   ]
  },
  {
   "begin": "16.880",
   "children": [],
   "end": "30.840",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And thou shalt write upon them all the words of this law, when thou art passed over, that thou mayest go in unto the land which the LORD thy God giveth thee, a land that floweth with milk and honey; as the LORD God of thy fathers hath promised thee."
   ]
  },
  {
   "begin": "30.840",
   "children": [],
   "end": "40.840",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Therefore it shall be when ye be gone over Jordan, that ye shall set up these stones, which I command you this day, in mount Ebal, and thou shalt plaster them with plaster."
   ]
  },
  {
   "begin": "40.840",
   "children": [],
   "end": "48.760",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And there shalt thou build an altar unto the LORD thy God, an altar of stones: thou shalt not lift up any iron tool upon them."
   ]
  },
  {
   "begin": "48.760",
   "children": [],
   "end": "56.400",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Thou shalt build the altar of the LORD thy God of whole stones: and thou shalt offer burnt offerings thereon unto the LORD thy God:"
   ]
  },
  {
   "begin": "56.400",
   "children": [],
   "end": "62.040",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And thou shalt offer peace offerings, and shalt eat there, and rejoice before the LORD thy God."
   ]
  },
  {
   "begin": "62.040",
   "children": [],
   "end": "65.800",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And thou shalt write upon the stones all the words of this law very plainly."
   ]
  },
  {
   "begin": "65.800",
   "children": [],
   "end": "78.160",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And Moses and the priests the Levites spake unto all Israel, saying, Take heed, and hearken, O Israel; this day thou art become the people of the LORD thy God."
   ]
  },
  {
   "begin": "78.160",
   "children": [],
   "end": "84.960",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Thou shalt therefore obey the voice of the LORD thy God, and do his commandments and his statutes, which I command thee this day."
   ]
  },
  {
   "begin": "84.960",
   "children": [],
   "end": "88.560",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And Moses charged the people the same day, saying,"
   ]
  },
  {
   "begin": "88.560",
   "children": [],
   "end": "99.280",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "These shall stand upon mount Gerizim to bless the people, when ye are come over Jordan; Simeon, and Levi, and Judah, and Issachar, and Joseph, and Benjamin:"
   ]
  },
  {
   "begin": "99.280",
   "children": [],
   "end": "107.560",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And these shall stand upon mount Ebal to curse; Reuben, Gad, and Asher, and Zebulun, Dan, and Naphtali."
   ]
  },
  {
   "begin": "107.560",
   "children": [],
   "end": "111.960",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And the Levites shall speak, and say unto all the men of Israel with a loud voice,"
   ]
  },
  {
   "begin": "111.960",
   "children": [],
   "end": "125.200",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "Cursed be the man that maketh any graven or molten image, an abomination unto the LORD, the work of the hands of the craftsman, and putteth it in a secret place. And all the people shall answer and say, Amen."
   ]
  },
  {
   "begin": "125.200",
   "children": [],
   "end": "132.280",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Cursed be he that setteth light by his father or his mother. And all the people shall say, Amen."
   ]
  },
  {
   "begin": "132.280",
   "children": [],
   "end": "138.000",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "Cursed be he that removeth his neighbor's landmark. And all the people shall say, Amen."
   ]
  },
  {
   "begin": "138.000",
   "children": [],
   "end": "143.880",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Cursed be he that maketh the blind to wander out of the way. And all the people shall say, Amen."
   ]
  },
  {
   "begin": "143.880",
   "children": [],
   "end": "151.720",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "Cursed be he that perverteth the judgment of the stranger, fatherless, and widow. And all the people shall say, Amen."
   ]
  },
  {
   "begin": "151.720",
   "children": [],
   "end": "158.520",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "Cursed be he that lieth with his father's wife; because he uncovereth his father's skirt. And all the people shall say, Amen."
   ]
  },
  {
   "begin": "158.520",
   "children": [],
   "end": "164.120",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "Cursed be he that lieth with any manner of beast. And all the people shall say, Amen."
   ]
  },
  {
   "begin": "164.120",
   "children": [],
   "end": "170.840",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "Cursed be he that lieth with his sister, the daughter of his father, or the daughter of his mother. And all the people shall say, Amen."
   ]
  },
  {
   "begin": "170.840",
   "children": [],
   "end": "176.320",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "Cursed be he that lieth with his mother in law. And all the people shall say, Amen."
   ]
  },
  {
   "begin": "176.320",
   "children": [],
   "end": "181.080",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "Cursed be he that smiteth his neighbor secretly. And all the people shall say, Amen."
   ]
  },
  {
   "begin": "181.080",
   "children": [],
   "end": "187.200",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "Cursed be he that taketh reward to slay an innocent person. And all the people shall say, Amen."
   ]
  },
  {
   "begin": "187.200",
   "children": [],
   "end": "196.720",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "Cursed be he that confirmeth not all the words of this law to do them. And all the people shall say, Amen."
   ]
  }
 ]
}