{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.600",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter two"
   ]
  },
  {
   "begin": "2.600",
   "children": [],
   "end": "10.560",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Then we turned, and took our journey into the wilderness by the way of the Red sea, as the LORD spake unto me: and we compassed mount Seir many days."
   ]
  },
  {
   "begin": "10.560",
   "children": [],
   "end": "12.440",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And the LORD spake unto me, saying,"
   ]
  },
  {
   "begin": "12.440",
   "children": [],
   "end": "16.600",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Ye have compassed this mountain long enough: turn you northward."
   ]
  },
  {
   "begin": "16.600",
   "children": [],
   "end": "28.600",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And command thou the people, saying, Ye are to pass through the coast of your brethren the children of Esau, which dwell in Seir; and they shall be afraid of you: take ye good heed unto yourselves therefore:"
   ]
  },
  {
   "begin": "28.600",
   "children": [],
   "end": "39.600",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Meddle not with them; for I will not give you of their land, no, not so much as a foot breadth; because I have given mount Seir unto Esau for a possession."
   ]
  },
  {
   "begin": "39.600",
   "children": [],
   "end": "46.960",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Ye shall buy meat of them for money, that ye may eat; and ye shall also buy water of them for money, that ye may drink."
   ]
  },
  {
   "begin": "46.960",
   "children": [],
   "end": "61.000",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "For the LORD thy God hath blessed thee in all the works of thy hand: he knoweth thy walking through this great wilderness: these forty years the LORD thy God hath been with thee; thou hast lacked nothing."
   ]
  },
  {
   "begin": "61.000",
   "children": [],
   "end": "72.160",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And when we passed by from our brethren the children of Esau, which dwelt in Seir, through the way of the plain from Elath, and from Eziongaber, we turned and passed by the way of the wilderness of Moab."
   ]
  },
  {
   "begin": "72.160",
   "children": [],
   "end": "85.120",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And the LORD said unto me, Distress not the Moabites, neither contend with them in battle: for I will not give thee of their land for a possession; because I have given Ar unto the children of Lot for a possession."
   ]
  },
  {
   "begin": "85.120",
   "children": [],
   "end": "90.800",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "The Emims dwelt therein in times past, a people great, and many, and tall, as the Anakims;"
   ]
  },
  {
   "begin": "90.800",
   "children": [],
   "end": "97.640",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Which also were accounted giants, as the Anakims; but the Moabites called them Emims."
   ]
  },
  {
   "begin": "97.640",
   "children": [],
   "end": "110.160",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "The Horims also dwelt in Seir beforetime; but the children of Esau succeeded them, when they had destroyed them from before them, and dwelt in their stead; as Israel did unto the land of his possession, which the LORD gave unto them."
   ]
  },
  {
   "begin": "110.160",
   "children": [],
   "end": "116.360",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Now rise up, said I, and get you over the brook Zered. And we went over the brook Zered."
   ]
  },
  {
   "begin": "116.360",
   "children": [],
   "end": "128.440",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And the space in which we came from Kadeshbarnea, until we were come over the brook Zered, was thirty and eight years; until all the generation of the men of war were wasted out from among the host, as the LORD sware unto them."
   ]
  },
  {
   "begin": "128.440",
   "children": [],
   "end": "134.480",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "For indeed the hand of the LORD was against them, to destroy them from among the host, until they were consumed."
   ]
  },
  {
   "begin": "134.480",
   "children": [],
   "end": "138.760",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "So it came to pass, when all the men of war were consumed and dead from among the people,"
   ]
  },
  {
   "begin": "138.760",
   "children": [],
   "end": "140.720",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "That the LORD spake unto me, saying,"
   ]
  },
  {
   "begin": "140.720",
   "children": [],
   "end": "144.720",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Thou art to pass over through Ar, the coast of Moab, this day:"
   ]
  },
  {
   "begin": "144.720",
   "children": [],
   "end": "156.760",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And when thou comest nigh over against the children of Ammon, distress them not, nor meddle with them: for I will not give thee of the land of the children of Ammon any possession; because I have given it unto the children of Lot for a possession."
   ]
  },
  {
   "begin": "156.760",
   "children": [],
   "end": "164.640",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "(That also was accounted a land of giants: giants dwelt therein in old time; and the Ammonites call them Zamzummims;"
   ]
  },
  {
   "begin": "164.640",
   "children": [],
   "end": "172.400",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "A people great, and many, and tall, as the Anakims; but the LORD destroyed them before them; and they succeeded them, and dwelt in their stead:"
   ]
  },
  {
   "begin": "172.400",
   "children": [],
   "end": "180.960",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "As he did to the children of Esau, which dwelt in Seir, when he destroyed the Horims from before them; and they succeeded them, and dwelt in their stead even unto this day:"
   ]
  },
  {
   "begin": "180.960",
   "children": [],
   "end": "190.600",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "And the Avims which dwelt in Hazerim, even unto Azzah, the Caphtorims, which came forth out of Caphtor, destroyed them, and dwelt in their stead.)"
   ]
  },
  {
   "begin": "190.600",
   "children": [],
   "end": "203.320",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "Rise ye up, take your journey, and pass over the river Arnon: behold, I have given into thine hand Sihon the Amorite, king of Heshbon, and his land: begin to possess it, and contend with him in battle."
   ]
  },
  {
   "begin": "203.320",
   "children": [],
   "end": "213.520",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "This day will I begin to put the dread of thee and the fear of thee upon the nations that are under the whole heaven, who shall hear report of thee, and shall tremble, and be in anguish because of thee."
   ]
  },
  {
   "begin": "213.520",
   "children": [],
   "end": "219.360",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "And I sent messengers out of the wilderness of Kedemoth unto Sihon king of Heshbon with words of peace, saying,"
   ]
  },
  {
   "begin": "219.360",
   "children": [],
   "end": "224.760",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "Let me pass through thy land: I will go along by the high way, I will neither turn unto the right hand nor to the left."
   ]
  },
  {
   "begin": "224.760",
   "children": [],
   "end": "231.840",
   "id": "f000029",
   "language": "eng",
   "lines": [
    "Thou shalt sell me meat for money, that I may eat; and give me water for money, that I may drink: only I will pass through on my feet;"
   ]
  },
  {
   "begin": "231.840",
   "children": [],
   "end": "241.560",
   "id": "f000030",
   "language": "eng",
   "lines": [
    "(As the children of Esau which dwell in Seir, and the Moabites which dwell in Ar, did unto me;) until I shall pass over Jordan into the land which the LORD our God giveth us."
   ]
  },
  {
   "begin": "241.560",
   "children": [],
   "end": "252.080",
   "id": "f000031",
   "language": "eng",
   "lines": [
    "But Sihon king of Heshbon would not let us pass by him: for the LORD thy God hardened his spirit, and made his heart obstinate, that he might deliver him into thy hand, as appeareth this day."
   ]
  },
  {
   "begin": "252.080",
   "children": [],
   "end": "261.280",
   "id": "f000032",
   "language": "eng",
   "lines": [
    "And the LORD said unto me, Behold, I have begun to give Sihon and his land before thee: begin to possess, that thou mayest inherit his land."
   ]
  },
  {
   "begin": "261.280",
   "children": [],
   "end": "265.680",
   "id": "f000033",
   "language": "eng",
   "lines": [
    "Then Sihon came out against us, he and all his people, to fight at Jahaz."
   ]
  },
  {
   "begin": "265.680",
   "children": [],
   "end": "270.440",
   "id": "f000034",
   "language": "eng",
   "lines": [
    "And the LORD our God delivered him before us; and we smote him, and his sons, and all his people."
   ]
  },
  {
   "begin": "270.440",
   "children": [],
   "end": "278.120",
   "id": "f000035",
   "language": "eng",
   "lines": [
    "And we took all his cities at that time, and utterly destroyed the men, and the women, and the little ones, of every city, we left none to remain:"
   ]
  },
  {
   "begin": "278.120",
   "children": [],
   "end": "283.320",
   "id": "f000036",
   "language": "eng",
   "lines": [
    "Only the cattle we took for a prey unto ourselves, and the spoil of the cities which we took."
   ]
  },
  {
   "begin": "283.320",
   "children": [],
   "end": "295.040",
   "id": "f000037",
   "language": "eng",
   "lines": [
    "From Aroer, which is by the brink of the river of Arnon, and from the city that is by the river, even unto Gilead, there was not one city too strong for us: the LORD our God delivered all unto us:"
   ]
  },
  {
   "begin": "295.040",
   "children": [],
   "end": "307.600",
   "id": "f000038",
   "language": "eng",
   "lines": [
    "Only unto the land of the children of Ammon thou camest not, nor unto any place of the river Jabbok, nor unto the cities in the mountains, nor unto whatsoever the LORD our God forbade us."
   ]
  }
 ]
}