{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.400",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter six"
   ]
  },
  {
   "begin": "2.400",
   "children": [],
   "end": "9.840",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Now these are the commandments, the statutes, and the judgments, which the LORD your God commanded to teach you, that ye might do them in the land whither ye go to possess it:"
   ]
  },
  {
   "begin": "9.840",
   "children": [],
   "end": "21.800",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "That thou mightest fear the LORD thy God, to keep all his statutes and his commandments, which I command thee, thou, and thy son, and thy son's son, all the days of thy life; and that thy days may be prolonged."
   ]
  },
  {
   "begin": "21.800",
   "children": [],
   "end": "34.520",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Hear therefore, O Israel, and observe to do it; that it may be well with thee, and that ye may increase mightily, as the LORD God of thy fathers hath promised thee, in the land that floweth with milk and honey."
   ]
  },
  {
   "begin": "34.520",
   "children": [],
   "end": "40.640",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Hear, O Israel: The LORD our God is one LORD:"
   ]
  },
  {
   "begin": "40.640",
   "children": [],
   "end": "48.200",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And thou shalt love the LORD thy God with all thine heart, and with all thy soul, and with all thy might."
   ]
  },
  {
   "begin": "48.200",
   "children": [],
   "end": "52.520",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And these words, which I command thee this day, shall be in thine heart:"
   ]
  },
  {
   "begin": "52.520",
   "children": [],
   "end": "63.040",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up."
   ]
  },
  {
   "begin": "63.040",
   "children": [],
   "end": "69.720",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And thou shalt bind them for a sign upon thine hand, and they shall be as frontlets between thine eyes."
   ]
  },
  {
   "begin": "69.720",
   "children": [],
   "end": "74.480",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And thou shalt write them upon the posts of thy house, and on thy gates."
   ]
  },
  {
   "begin": "74.480",
   "children": [],
   "end": "84.800",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And it shall be, when the LORD thy God shall have brought thee into the land which he sware unto thy fathers, to Abraham, to Isaac, and to Jacob, to give thee great and goodly cities, which thou buildedst not,"
   ]
  },
  {
   "begin": "84.800",
   "children": [],
   "end": "97.280",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And houses full of all good things, which thou filledst not, and wells digged, which thou diggedst not, vineyards and olive trees, which thou plantedst not; when thou shalt have eaten and be full;"
   ]
  },
  {
   "begin": "97.280",
   "children": [],
   "end": "106.280",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Then beware lest thou forget the LORD, which brought thee forth out of the land of Egypt, from the house of bondage."
   ]
  },
  {
   "begin": "106.280",
   "children": [],
   "end": "113.040",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Thou shalt fear the LORD thy God, and serve him, and shalt swear by his name."
   ]
  },
  {
   "begin": "113.040",
   "children": [],
   "end": "116.560",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Ye shall not go after other gods, of the gods of the people which are round about you;"
   ]
  },
  {
   "begin": "116.560",
   "children": [],
   "end": "126.040",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "(For the LORD thy God is a jealous God among you) lest the anger of the LORD thy God be kindled against thee, and destroy thee from off the face of the earth."
   ]
  },
  {
   "begin": "126.040",
   "children": [],
   "end": "131.160",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Ye shall not tempt the LORD your God, as ye tempted him in Massah."
   ]
  },
  {
   "begin": "131.160",
   "children": [],
   "end": "137.480",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "Ye shall diligently keep the commandments of the LORD your God, and his testimonies, and his statutes, which he hath commanded thee."
   ]
  },
  {
   "begin": "137.480",
   "children": [],
   "end": "146.320",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And thou shalt do that which is right and good in the sight of the LORD: that it may be well with thee, and that thou mayest go in and possess the good land which the LORD sware unto thy fathers."
   ]
  },
  {
   "begin": "146.320",
   "children": [],
   "end": "153.160",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "To cast out all thine enemies from before thee, as the LORD hath spoken."
   ]
  },
  {
   "begin": "153.160",
   "children": [],
   "end": "162.680",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "And when thy son asketh thee in time to come, saying, What mean the testimonies, and the statutes, and the judgments, which the LORD our God hath commanded you?"
   ]
  },
  {
   "begin": "162.680",
   "children": [],
   "end": "174.120",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "Then thou shalt say unto thy son, We were Pharaoh's bondmen in Egypt; and the LORD brought us out of Egypt with a mighty hand:"
   ]
  },
  {
   "begin": "174.120",
   "children": [],
   "end": "181.000",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "And the LORD showed signs and wonders, great and sore, upon Egypt, upon Pharaoh, and upon all his household, before our eyes:"
   ]
  },
  {
   "begin": "181.000",
   "children": [],
   "end": "188.200",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "And he brought us out from thence, that he might bring us in, to give us the land which he sware unto our fathers."
   ]
  },
  {
   "begin": "188.200",
   "children": [],
   "end": "199.680",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "And the LORD commanded us to do all these statutes, to fear the LORD our God, for our good always, that he might preserve us alive, as it is at this day."
   ]
  },
  {
   "begin": "199.680",
   "children": [],
   "end": "207.360",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "And it shall be our righteousness, if we observe to do all these commandments before the LORD our God, as he hath commanded us."
   ]
  }
 ]
}