{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "1.800",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter eight"
   ]
  },
  {
   "begin": "1.800",
   "children": [],
   "end": "10.880",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "All the commandments which I command thee this day shall ye observe to do, that ye may live, and multiply, and go in and possess the land which the LORD sware unto your fathers."
   ]
  },
  {
   "begin": "10.880",
   "children": [],
   "end": "22.320",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And thou shalt remember all the way which the LORD thy God led thee these forty years in the wilderness, to humble thee, and to prove thee, to know what was in thine heart, whether thou wouldest keep his commandments, or no."
   ]
  },
  {
   "begin": "22.320",
   "children": [],
   "end": "38.240",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And he humbled thee, and suffered thee to hunger, and fed thee with manna, which thou knewest not, neither did thy fathers know; that he might make thee know that man doth not live by bread only, but by every word that proceedeth out of the mouth of the LORD doth man live."
   ]
  },
  {
   "begin": "38.240",
   "children": [],
   "end": "44.760",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Thy raiment waxed not old upon thee, neither did thy foot swell, these forty years."
   ]
  },
  {
   "begin": "44.760",
   "children": [],
   "end": "51.400",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Thou shalt also consider in thine heart, that, as a man chasteneth his son, so the LORD thy God chasteneth thee."
   ]
  },
  {
   "begin": "51.400",
   "children": [],
   "end": "56.600",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Therefore thou shalt keep the commandments of the LORD thy God, to walk in his ways, and to fear him."
   ]
  },
  {
   "begin": "56.600",
   "children": [],
   "end": "65.480",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "For the LORD thy God bringeth thee into a good land, a land of brooks of water, of fountains and depths that spring out of valleys and hills;"
   ]
  },
  {
   "begin": "65.480",
   "children": [],
   "end": "73.240",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "A land of wheat, and barley, and vines, and fig trees, and pomegranates; a land of oil olive, and honey;"
   ]
  },
  {
   "begin": "73.240",
   "children": [],
   "end": "84.000",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "A land wherein thou shalt eat bread without scarceness, thou shalt not lack any thing in it; a land whose stones are iron, and out of whose hills thou mayest dig brass."
   ]
  },
  {
   "begin": "84.000",
   "children": [],
   "end": "90.360",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "When thou hast eaten and art full, then thou shalt bless the LORD thy God for the good land which he hath given thee."
   ]
  },
  {
   "begin": "90.360",
   "children": [],
   "end": "97.440",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Beware that thou forget not the LORD thy God, in not keeping his commandments, and his judgments, and his statutes, which I command thee this day:"
   ]
  },
  {
   "begin": "97.440",
   "children": [],
   "end": "102.360",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Lest when thou hast eaten and art full, and hast built goodly houses, and dwelt therein;"
   ]
  },
  {
   "begin": "102.360",
   "children": [],
   "end": "108.600",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And when thy herds and thy flocks multiply, and thy silver and thy gold is multiplied, and all that thou hast is multiplied;"
   ]
  },
  {
   "begin": "108.600",
   "children": [],
   "end": "115.640",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Then thine heart be lifted up, and thou forget the LORD thy God, which brought thee forth out of the land of Egypt, from the house of bondage;"
   ]
  },
  {
   "begin": "115.640",
   "children": [],
   "end": "128.160",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "Who led thee through that great and terrible wilderness, wherein were fiery serpents, and scorpions, and drought, where there was no water; who brought thee forth water out of the rock of flint;"
   ]
  },
  {
   "begin": "128.160",
   "children": [],
   "end": "136.560",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Who fed thee in the wilderness with manna, which thy fathers knew not, that he might humble thee, and that he might prove thee, to do thee good at thy latter end;"
   ]
  },
  {
   "begin": "136.560",
   "children": [],
   "end": "143.760",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And thou say in thine heart, My power and the might of mine hand hath gotten me this wealth."
   ]
  },
  {
   "begin": "143.760",
   "children": [],
   "end": "155.680",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "But thou shalt remember the LORD thy God: for it is he that giveth thee power to get wealth, that he may establish his covenant which he sware unto thy fathers, as it is this day."
   ]
  },
  {
   "begin": "155.680",
   "children": [],
   "end": "168.200",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And it shall be, if thou do at all forget the LORD thy God, and walk after other gods, and serve them, and worship them, I testify against you this day that ye shall surely perish."
   ]
  },
  {
   "begin": "168.200",
   "children": [],
   "end": "177.720",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "As the nations which the LORD destroyeth before your face, so shall ye perish; because ye would not be obedient unto the voice of the LORD your God."
   ]
  }
 ]
}