{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.560",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter five"
   ]
  },
  {
   "begin": "2.560",
   "children": [],
   "end": "8.920",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Hear ye this word which I take up against you, even a lamentation, O house of Israel."
   ]
  },
  {
   "begin": "8.920",
   "children": [],
   "end": "18.600",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "The virgin of Israel is fallen; she shall no more rise: she is forsaken upon her land; there is none to raise her up."
   ]
  },
  {
   "begin": "18.600",
   "children": [],
   "end": "28.000",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "For thus saith the Lord GOD; The city that went out by a thousand shall leave an hundred, and that which went forth by an hundred shall leave ten, to the house of Israel."
   ]
  },
  {
   "begin": "28.000",
   "children": [],
   "end": "32.440",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "For thus saith the LORD unto the house of Israel, Seek ye me, and ye shall live:"
   ]
  },
  {
   "begin": "32.440",
   "children": [],
   "end": "42.040",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "But seek not Bethel, nor enter into Gilgal, and pass not to Beersheba: for Gilgal shall surely go into captivity, and Bethel shall come to nought."
   ]
  },
  {
   "begin": "42.040",
   "children": [],
   "end": "50.600",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Seek the LORD, and ye shall live; lest he break out like fire in the house of Joseph, and devour it, and there be none to quench it in Bethel."
   ]
  },
  {
   "begin": "50.600",
   "children": [],
   "end": "54.600",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Ye who turn judgment to wormwood, and leave off righteousness in the earth,"
   ]
  },
  {
   "begin": "54.600",
   "children": [],
   "end": "69.520",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Seek him that maketh the seven stars and Orion, and turneth the shadow of death into the morning, and maketh the day dark with night: that calleth for the waters of the sea, and poureth them out upon the face of the earth: The LORD is his name:"
   ]
  },
  {
   "begin": "69.520",
   "children": [],
   "end": "75.280",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "That strengtheneth the spoiled against the strong, so that the spoiled shall come against the fortress."
   ]
  },
  {
   "begin": "75.280",
   "children": [],
   "end": "80.600",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "They hate him that rebuketh in the gate, and they abhor him that speaketh uprightly."
   ]
  },
  {
   "begin": "80.600",
   "children": [],
   "end": "94.080",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Forasmuch therefore as your treading is upon the poor, and ye take from him burdens of wheat: ye have built houses of hewn stone, but ye shall not dwell in them; ye have planted pleasant vineyards, but ye shall not drink wine of them."
   ]
  },
  {
   "begin": "94.080",
   "children": [],
   "end": "104.600",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "For I know your manifold transgressions and your mighty sins: they afflict the just, they take a bribe, and they turn aside the poor in the gate from their right."
   ]
  },
  {
   "begin": "104.600",
   "children": [],
   "end": "109.000",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Therefore the prudent shall keep silence in that time; for it is an evil time."
   ]
  },
  {
   "begin": "109.000",
   "children": [],
   "end": "115.200",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Seek good, and not evil, that ye may live: and so the LORD, the God of hosts, shall be with you, as ye have spoken."
   ]
  },
  {
   "begin": "115.200",
   "children": [],
   "end": "124.040",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "Hate the evil, and love the good, and establish judgment in the gate: it may be that the LORD God of hosts will be gracious unto the remnant of Joseph."
   ]
  },
  {
   "begin": "124.040",
   "children": [],
   "end": "139.200",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Therefore the LORD, the God of hosts, the LORD, saith thus; Wailing shall be in all streets; and they shall say in all the highways, Alas! alas! and they shall call the husbandman to mourning, and such as are skilful of lamentation to wailing."
   ]
  },
  {
   "begin": "139.200",
   "children": [],
   "end": "145.360",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And in all vineyards shall be wailing: for I will pass through thee, saith the LORD."
   ]
  },
  {
   "begin": "145.360",
   "children": [],
   "end": "155.040",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Woe unto you that desire the day of the LORD! to what end is it for you? the day of the LORD is darkness, and not light."
   ]
  },
  {
   "begin": "155.040",
   "children": [],
   "end": "163.760",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "As if a man did flee from a lion, and a bear met him; or went into the house, and leaned his hand on the wall, and a serpent bit him."
   ]
  },
  {
   "begin": "163.760",
   "children": [],
   "end": "172.280",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "Shall not the day of the LORD be darkness, and not light? even very dark, and no brightness in it?"
   ]
  },
  {
   "begin": "172.280",
   "children": [],
   "end": "179.000",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "I hate, I despise your feast days, and I will not smell in your solemn assemblies."
   ]
  },
  {
   "begin": "179.000",
   "children": [],
   "end": "186.280",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "Though ye offer me burnt offerings and your meat offerings, I will not accept them: neither will I regard the peace offerings of your fat beasts."
   ]
  },
  {
   "begin": "186.280",
   "children": [],
   "end": "191.440",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "Take thou away from me the noise of thy songs; for I will not hear the melody of thy viols."
   ]
  },
  {
   "begin": "191.440",
   "children": [],
   "end": "197.320",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "But let judgment run down as waters, and righteousness as a mighty stream."
   ]
  },
  {
   "begin": "197.320",
   "children": [],
   "end": "203.600",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "Have ye offered unto me sacrifices and offerings in the wilderness forty years, O house of Israel?"
   ]
  },
  {
   "begin": "203.600",
   "children": [],
   "end": "213.280",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "But ye have borne the tabernacle of your Moloch and Chiun your images, the star of your god, which ye made to yourselves."
   ]
  },
  {
   "begin": "213.280",
   "children": [],
   "end": "221.280",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "Therefore will I cause you to go into captivity beyond Damascus, saith the LORD, whose name is The God of hosts."
   ]
  }
 ]
}