{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.160",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter six"
   ]
  },
  {
   "begin": "2.160",
   "children": [],
   "end": "10.040",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Woe to them that are at ease in Zion, and trust in the mountain of Samaria, which are named chief of the nations, to whom the house of Israel came!"
   ]
  },
  {
   "begin": "10.040",
   "children": [],
   "end": "22.360",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Pass ye unto Calneh, and see; and from thence go ye to Hamath the great: then go down to Gath of the Philistines: be they better than these kingdoms? or their border greater than your border?"
   ]
  },
  {
   "begin": "22.360",
   "children": [],
   "end": "26.800",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Ye that put far away the evil day, and cause the seat of violence to come near;"
   ]
  },
  {
   "begin": "26.800",
   "children": [],
   "end": "34.640",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "That lie upon beds of ivory, and stretch themselves upon their couches, and eat the lambs out of the flock, and the calves out of the midst of the stall;"
   ]
  },
  {
   "begin": "34.640",
   "children": [],
   "end": "40.440",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "That chant to the sound of the viol, and invent to themselves instruments of musick, like David;"
   ]
  },
  {
   "begin": "40.440",
   "children": [],
   "end": "48.240",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "That drink wine in bowls, and anoint themselves with the chief ointments: but they are not grieved for the affliction of Joseph."
   ]
  },
  {
   "begin": "48.240",
   "children": [],
   "end": "56.560",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Therefore now shall they go captive with the first that go captive, and the banquet of them that stretched themselves shall be removed."
   ]
  },
  {
   "begin": "56.560",
   "children": [],
   "end": "69.160",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "The Lord GOD hath sworn by himself, saith the LORD the God of hosts, I abhor the excellency of Jacob, and hate his palaces: therefore will I deliver up the city with all that is therein."
   ]
  },
  {
   "begin": "69.160",
   "children": [],
   "end": "74.160",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And it shall come to pass, if there remain ten men in one house, that they shall die."
   ]
  },
  {
   "begin": "74.160",
   "children": [],
   "end": "89.640",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And a man's uncle shall take him up, and he that burneth him, to bring out the bones out of the house, and shall say unto him that is by the sides of the house, Is there yet any with thee? and he shall say, No. Then shall he say, Hold thy tongue: for we may not make mention of the name of the LORD."
   ]
  },
  {
   "begin": "89.640",
   "children": [],
   "end": "96.840",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "For, behold, the LORD commandeth, and he will smite the great house with breaches, and the little house with clefts."
   ]
  },
  {
   "begin": "96.840",
   "children": [],
   "end": "107.200",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Shall horses run upon the rock? will one plow there with oxen? for ye have turned judgment into gall, and the fruit of righteousness into hemlock:"
   ]
  },
  {
   "begin": "107.200",
   "children": [],
   "end": "113.480",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Ye which rejoice in a thing of nought, which say, Have we not taken to us horns by our own strength?"
   ]
  },
  {
   "begin": "113.480",
   "children": [],
   "end": "124.560",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "But, behold, I will raise up against you a nation, O house of Israel, saith the LORD the God of hosts; and they shall afflict you from the entering in of Hemath unto the river of the wilderness."
   ]
  }
 ]
}