{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.200",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter sixteen"
   ]
  },
  {
   "begin": "2.200",
   "children": [],
   "end": "17.720",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And the LORD said unto Samuel, How long wilt thou mourn for Saul, seeing I have rejected him from reigning over Israel? fill thine horn with oil, and go, I will send thee to Jesse the Bethlehemite: for I have provided me a king among his sons."
   ]
  },
  {
   "begin": "17.720",
   "children": [],
   "end": "28.640",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And Samuel said, How can I go? if Saul hear it, he will kill me. And the LORD said, Take an heifer with thee, and say, I am come to sacrifice to the LORD."
   ]
  },
  {
   "begin": "28.640",
   "children": [],
   "end": "38.080",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And call Jesse to the sacrifice, and I will show thee what thou shalt do: and thou shalt anoint unto me him whom I name unto thee."
   ]
  },
  {
   "begin": "38.080",
   "children": [],
   "end": "46.480",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And Samuel did that which the LORD spake, and came to Bethlehem. And the elders of the town trembled at his coming, and said, Comest thou peaceably?"
   ]
  },
  {
   "begin": "46.480",
   "children": [],
   "end": "58.720",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And he said, Peaceably: I am come to sacrifice unto the LORD: sanctify yourselves, and come with me to the sacrifice. And he sanctified Jesse and his sons, and called them to the sacrifice."
   ]
  },
  {
   "begin": "58.720",
   "children": [],
   "end": "66.880",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And it came to pass, when they were come, that he looked on Eliab, and said, Surely the LORD's anointed is before him."
   ]
  },
  {
   "begin": "66.880",
   "children": [],
   "end": "81.960",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "But the LORD said unto Samuel, Look not on his countenance, or on the height of his stature; because I have refused him: for the LORD seeth not as man seeth; for man looketh on the outward appearance, but the LORD looketh on the heart."
   ]
  },
  {
   "begin": "81.960",
   "children": [],
   "end": "89.880",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Then Jesse called Abinadab, and made him pass before Samuel. And he said, Neither hath the LORD chosen this."
   ]
  },
  {
   "begin": "89.880",
   "children": [],
   "end": "95.960",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Then Jesse made Shammah to pass by. And he said, Neither hath the LORD chosen this."
   ]
  },
  {
   "begin": "95.960",
   "children": [],
   "end": "103.640",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Again, Jesse made seven of his sons to pass before Samuel. And Samuel said unto Jesse, The LORD hath not chosen these."
   ]
  },
  {
   "begin": "103.640",
   "children": [],
   "end": "118.000",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And Samuel said unto Jesse, Are here all thy children? And he said, There remaineth yet the youngest, and, behold, he keepeth the sheep. And Samuel said unto Jesse, Send and fetch him: for we will not sit down till he come hither."
   ]
  },
  {
   "begin": "118.000",
   "children": [],
   "end": "130.440",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And he sent, and brought him in. Now he was ruddy, and withal of a beautiful countenance, and goodly to look to. And the LORD said, Arise, anoint him: for this is he."
   ]
  },
  {
   "begin": "130.440",
   "children": [],
   "end": "140.920",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Then Samuel took the horn of oil, and anointed him in the midst of his brethren: and the Spirit of the LORD came upon David from that day forward. So Samuel rose up, and went to Ramah."
   ]
  },
  {
   "begin": "140.920",
   "children": [],
   "end": "145.880",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "But the Spirit of the LORD departed from Saul, and an evil spirit from the LORD troubled him."
   ]
  },
  {
   "begin": "145.880",
   "children": [],
   "end": "150.320",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And Saul's servants said unto him, Behold now, an evil spirit from God troubleth thee."
   ]
  },
  {
   "begin": "150.320",
   "children": [],
   "end": "161.240",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Let our lord now command thy servants, which are before thee, to seek out a man, who is a cunning player on an harp: and it shall come to pass, when the evil spirit from God is upon thee, that he shall play with his hand, and thou shalt be well."
   ]
  },
  {
   "begin": "161.240",
   "children": [],
   "end": "166.400",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And Saul said unto his servants, Provide me now a man that can play well, and bring him to me."
   ]
  },
  {
   "begin": "166.400",
   "children": [],
   "end": "178.720",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Then answered one of the servants, and said, Behold, I have seen a son of Jesse the Bethlehemite, that is cunning in playing, and a mighty valiant man, and a man of war, and prudent in matters, and a comely person, and the LORD is with him."
   ]
  },
  {
   "begin": "178.720",
   "children": [],
   "end": "184.200",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "Wherefore Saul sent messengers unto Jesse, and said, Send me David thy son, which is with the sheep."
   ]
  },
  {
   "begin": "184.200",
   "children": [],
   "end": "190.600",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "And Jesse took an ass laden with bread, and a bottle of wine, and a kid, and sent them by David his son unto Saul."
   ]
  },
  {
   "begin": "190.600",
   "children": [],
   "end": "197.800",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "And David came to Saul, and stood before him: and he loved him greatly; and he became his armourbearer."
   ]
  },
  {
   "begin": "197.800",
   "children": [],
   "end": "204.520",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "And Saul sent to Jesse, saying, Let David, I pray thee, stand before me; for he hath found favor in my sight."
   ]
  },
  {
   "begin": "204.520",
   "children": [],
   "end": "216.680",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "And it came to pass, when the evil spirit from God was upon Saul, that David took an harp, and played with his hand: so Saul was refreshed, and was well, and the evil spirit departed from him."
   ]
  }
 ]
}