{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "1.920",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter fifteen"
   ]
  },
  {
   "begin": "1.920",
   "children": [],
   "end": "11.440",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Samuel also said unto Saul, The LORD sent me to anoint thee to be king over his people, over Israel: now therefore hearken thou unto the voice of the words of the LORD."
   ]
  },
  {
   "begin": "11.440",
   "children": [],
   "end": "19.520",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Thus saith the LORD of hosts, I remember that which Amalek did to Israel, how he laid wait for him in the way, when he came up from Egypt."
   ]
  },
  {
   "begin": "19.520",
   "children": [],
   "end": "31.360",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Now go and smite Amalek, and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and sheep, camel and ass."
   ]
  },
  {
   "begin": "31.360",
   "children": [],
   "end": "38.360",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And Saul gathered the people together, and numbered them in Telaim, two hundred thousand footmen, and ten thousand men of Judah."
   ]
  },
  {
   "begin": "38.360",
   "children": [],
   "end": "41.840",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And Saul came to a city of Amalek, and laid wait in the valley."
   ]
  },
  {
   "begin": "41.840",
   "children": [],
   "end": "55.680",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And Saul said unto the Kenites, Go, depart, get you down from among the Amalekites, lest I destroy you with them: for ye showed kindness to all the children of Israel, when they came up out of Egypt. So the Kenites departed from among the Amalekites."
   ]
  },
  {
   "begin": "55.680",
   "children": [],
   "end": "60.440",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And Saul smote the Amalekites from Havilah until thou comest to Shur, that is over against Egypt."
   ]
  },
  {
   "begin": "60.440",
   "children": [],
   "end": "67.240",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And he took Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword."
   ]
  },
  {
   "begin": "67.240",
   "children": [],
   "end": "82.680",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "But Saul and the people spared Agag, and the best of the sheep, and of the oxen, and of the fatlings, and the lambs, and all that was good, and would not utterly destroy them: but every thing that was vile and refuse, that they destroyed utterly."
   ]
  },
  {
   "begin": "82.680",
   "children": [],
   "end": "85.080",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Then came the word of the LORD unto Samuel, saying,"
   ]
  },
  {
   "begin": "85.080",
   "children": [],
   "end": "98.600",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "It repenteth me that I have set up Saul to be king: for he is turned back from following me, and hath not performed my commandments. And it grieved Samuel; and he cried unto the LORD all night."
   ]
  },
  {
   "begin": "98.600",
   "children": [],
   "end": "110.400",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And when Samuel rose early to meet Saul in the morning, it was told Samuel, saying, Saul came to Carmel, and, behold, he set him up a place, and is gone about, and passed on, and gone down to Gilgal."
   ]
  },
  {
   "begin": "110.400",
   "children": [],
   "end": "118.120",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And Samuel came to Saul: and Saul said unto him, Blessed be thou of the LORD: I have performed the commandment of the LORD."
   ]
  },
  {
   "begin": "118.120",
   "children": [],
   "end": "127.360",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And Samuel said, What meaneth then this bleating of the sheep in mine ears, and the lowing of the oxen which I hear?"
   ]
  },
  {
   "begin": "127.360",
   "children": [],
   "end": "136.720",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And Saul said, They have brought them from the Amalekites: for the people spared the best of the sheep and of the oxen, to sacrifice unto the LORD thy God; and the rest we have utterly destroyed."
   ]
  },
  {
   "begin": "136.720",
   "children": [],
   "end": "146.440",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Then Samuel said unto Saul, Stay, and I will tell thee what the LORD hath said to me this night. And he said unto him, Say on."
   ]
  },
  {
   "begin": "146.440",
   "children": [],
   "end": "156.400",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And Samuel said, When thou wast little in thine own sight, wast thou not made the head of the tribes of Israel, and the LORD anointed thee king over Israel?"
   ]
  },
  {
   "begin": "156.400",
   "children": [],
   "end": "163.120",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And the LORD sent thee on a journey, and said, Go and utterly destroy the sinners the Amalekites, and fight against them until they be consumed."
   ]
  },
  {
   "begin": "163.120",
   "children": [],
   "end": "170.160",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "Wherefore then didst thou not obey the voice of the LORD, but didst fly upon the spoil, and didst evil in the sight of the LORD?"
   ]
  },
  {
   "begin": "170.160",
   "children": [],
   "end": "179.400",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "And Saul said unto Samuel, Yea, I have obeyed the voice of the LORD, and have gone the way which the LORD sent me, and have brought Agag the king of Amalek, and have utterly destroyed the Amalekites."
   ]
  },
  {
   "begin": "179.400",
   "children": [],
   "end": "187.960",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "But the people took of the spoil, sheep and oxen, the chief of the things which should have been utterly destroyed, to sacrifice unto the LORD thy God in Gilgal."
   ]
  },
  {
   "begin": "187.960",
   "children": [],
   "end": "203.720",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "And Samuel said, Hath the LORD as great delight in burnt offerings and sacrifices, as in obeying the voice of the LORD? Behold, to obey is better than sacrifice, and to hearken than the fat of rams."
   ]
  },
  {
   "begin": "203.720",
   "children": [],
   "end": "216.560",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because thou hast rejected the word of the LORD, he hath also rejected thee from being king."
   ]
  },
  {
   "begin": "216.560",
   "children": [],
   "end": "228.640",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "And Saul said unto Samuel, I have sinned: for I have transgressed the commandment of the LORD, and thy words: because I feared the people, and obeyed their voice."
   ]
  },
  {
   "begin": "228.640",
   "children": [],
   "end": "234.240",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "Now therefore, I pray thee, pardon my sin, and turn again with me, that I may worship the LORD."
   ]
  },
  {
   "begin": "234.240",
   "children": [],
   "end": "244.200",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "And Samuel said unto Saul, I will not return with thee: for thou hast rejected the word of the LORD, and the LORD hath rejected thee from being king over Israel."
   ]
  },
  {
   "begin": "244.200",
   "children": [],
   "end": "251.000",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "And as Samuel turned about to go away, he laid hold upon the skirt of his mantle, and it rent."
   ]
  },
  {
   "begin": "251.000",
   "children": [],
   "end": "262.760",
   "id": "f000029",
   "language": "eng",
   "lines": [
    "And Samuel said unto him, The LORD hath rent the kingdom of Israel from thee this day, and hath given it to a neighbor of thine, that is better than thou."
   ]
  },
  {
   "begin": "262.760",
   "children": [],
   "end": "271.720",
   "id": "f000030",
   "language": "eng",
   "lines": [
    "And also the Strength of Israel will not lie nor repent: for he is not a man, that he should repent."
   ]
  },
  {
   "begin": "271.720",
   "children": [],
   "end": "281.560",
   "id": "f000031",
   "language": "eng",
   "lines": [
    "Then he said, I have sinned: yet honor me now, I pray thee, before the elders of my people, and before Israel, and turn again with me, that I may worship the LORD thy God."
   ]
  },
  {
   "begin": "281.560",
   "children": [],
   "end": "287.000",
   "id": "f000032",
   "language": "eng",
   "lines": [
    "So Samuel turned again after Saul; and Saul worshipped the LORD."
   ]
  },
  {
   "begin": "287.000",
   "children": [],
   "end": "299.520",
   "id": "f000033",
   "language": "eng",
   "lines": [
    "Then said Samuel, Bring ye hither to me Agag the king of the Amalekites. And Agag came unto him delicately. And Agag said, Surely the bitterness of death is past."
   ]
  },
  {
   "begin": "299.520",
   "children": [],
   "end": "314.200",
   "id": "f000034",
   "language": "eng",
   "lines": [
    "And Samuel said, As the sword hath made women childless, so shall thy mother be childless among women. And Samuel hewed Agag in pieces before the LORD in Gilgal."
   ]
  },
  {
   "begin": "314.200",
   "children": [],
   "end": "318.840",
   "id": "f000035",
   "language": "eng",
   "lines": [
    "Then Samuel went to Ramah; and Saul went up to his house to Gibeah of Saul."
   ]
  },
  {
   "begin": "318.840",
   "children": [],
   "end": "332.360",
   "id": "f000036",
   "language": "eng",
   "lines": [
    "And Samuel came no more to see Saul until the day of his death: nevertheless Samuel mourned for Saul: and the LORD repented that he had made Saul king over Israel."
   ]
  }
 ]
}