{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "14.280",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "The Holy Bible: The King James Version, Read by Alexander Scourby Chapter one"
   ]
  },
  {
   "begin": "14.280",
   "children": [],
   "end": "20.440",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:"
   ]
  },
  {
   "begin": "20.440",
   "children": [],
   "end": "26.120",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Grace unto you, and peace, from God our Father and the Lord Jesus Christ."
   ]
  },
  {
   "begin": "26.120",
   "children": [],
   "end": "36.280",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;"
   ]
  },
  {
   "begin": "36.280",
   "children": [],
   "end": "44.560",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:"
   ]
  },
  {
   "begin": "44.560",
   "children": [],
   "end": "52.560",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:"
   ]
  },
  {
   "begin": "52.560",
   "children": [],
   "end": "58.720",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;"
   ]
  },
  {
   "begin": "58.720",
   "children": [],
   "end": "65.400",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,"
   ]
  },
  {
   "begin": "65.400",
   "children": [],
   "end": "72.160",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:"
   ]
  },
  {
   "begin": "72.160",
   "children": [],
   "end": "77.760",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;"
   ]
  },
  {
   "begin": "77.760",
   "children": [],
   "end": "86.840",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day."
   ]
  },
  {
   "begin": "86.840",
   "children": [],
   "end": "97.680",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:"
   ]
  },
  {
   "begin": "97.680",
   "children": [],
   "end": "107.280",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ."
   ]
  }
 ]
}