{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "1.680",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter two"
   ]
  },
  {
   "begin": "1.680",
   "children": [],
   "end": "7.400",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Now we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our gathering together unto him,"
   ]
  },
  {
   "begin": "7.400",
   "children": [],
   "end": "19.080",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "That ye be not soon shaken in mind, or be troubled, neither by spirit, nor by word, nor by letter as from us, as that the day of Christ is at hand."
   ]
  },
  {
   "begin": "19.080",
   "children": [],
   "end": "30.640",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Let no man deceive you by any means: for that day shall not come, except there come a falling away first, and that man of sin be revealed, the son of perdition;"
   ]
  },
  {
   "begin": "30.640",
   "children": [],
   "end": "42.360",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Who opposeth and exalteth himself above all that is called God, or that is worshipped; so that he as God sitteth in the temple of God, shewing himself that he is God."
   ]
  },
  {
   "begin": "42.360",
   "children": [],
   "end": "47.440",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Remember ye not, that, when I was yet with you, I told you these things?"
   ]
  },
  {
   "begin": "47.440",
   "children": [],
   "end": "53.240",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And now ye know what withholdeth that he might be revealed in his time."
   ]
  },
  {
   "begin": "53.240",
   "children": [],
   "end": "62.400",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "For the mystery of iniquity doth already work: only he who now letteth will let, until he be taken out of the way."
   ]
  },
  {
   "begin": "62.400",
   "children": [],
   "end": "71.120",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:"
   ]
  },
  {
   "begin": "71.120",
   "children": [],
   "end": "77.040",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Even him, whose coming is after the working of Satan with all power and signs and lying wonders,"
   ]
  },
  {
   "begin": "77.040",
   "children": [],
   "end": "85.720",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved."
   ]
  },
  {
   "begin": "85.720",
   "children": [],
   "end": "91.960",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And for this cause God shall send them strong delusion, that they should believe a lie:"
   ]
  },
  {
   "begin": "91.960",
   "children": [],
   "end": "98.560",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "That they all might be damned who believed not the truth, but had pleasure in unrighteousness."
   ]
  },
  {
   "begin": "98.560",
   "children": [],
   "end": "110.400",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "But we are bound to give thanks alway to God for you, brethren beloved of the Lord, because God hath from the beginning chosen you to salvation through sanctification of the Spirit and belief of the truth:"
   ]
  },
  {
   "begin": "110.400",
   "children": [],
   "end": "116.240",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Whereunto he called you by our gospel, to the obtaining of the glory of our Lord Jesus Christ."
   ]
  },
  {
   "begin": "116.240",
   "children": [],
   "end": "124.000",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "Therefore, brethren, stand fast, and hold the traditions which ye have been taught, whether by word, or our epistle."
   ]
  },
  {
   "begin": "124.000",
   "children": [],
   "end": "131.840",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Now our Lord Jesus Christ himself, and God, even our Father, which hath loved us, and hath given us everlasting consolation and good hope through grace,"
   ]
  },
  {
   "begin": "131.840",
   "children": [],
   "end": "138.200",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "Comfort your hearts, and stablish you in every good word and work."
   ]
  }
 ]
}