{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "11.760",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "The Holy Bible: The King James Version, Read by Alexander Scourby Chapter one"
   ]
  },
  {
   "begin": "11.760",
   "children": [],
   "end": "19.520",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,"
   ]
  },
  {
   "begin": "19.520",
   "children": [],
   "end": "28.240",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;"
   ]
  },
  {
   "begin": "28.240",
   "children": [],
   "end": "41.160",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high:"
   ]
  },
  {
   "begin": "41.160",
   "children": [],
   "end": "47.840",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Being made so much better than the angels, as he hath by inheritance obtained a more excellent name than they."
   ]
  },
  {
   "begin": "47.840",
   "children": [],
   "end": "59.000",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "For unto which of the angels said he at any time, Thou art my Son, this day have I begotten thee? And again, I will be to him a Father, and he shall be to me a Son?"
   ]
  },
  {
   "begin": "59.000",
   "children": [],
   "end": "66.360",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And again, when he bringeth in the firstbegotten into the world, he saith, And let all the angels of God worship him."
   ]
  },
  {
   "begin": "66.360",
   "children": [],
   "end": "73.480",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire."
   ]
  },
  {
   "begin": "73.480",
   "children": [],
   "end": "80.840",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "But unto the Son he saith, Thy throne, O God, is for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom."
   ]
  },
  {
   "begin": "80.840",
   "children": [],
   "end": "90.720",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows."
   ]
  },
  {
   "begin": "90.720",
   "children": [],
   "end": "98.000",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And, Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the works of thine hands:"
   ]
  },
  {
   "begin": "98.000",
   "children": [],
   "end": "103.880",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "They shall perish; but thou remainest; and they all shall wax old as doth a garment;"
   ]
  },
  {
   "begin": "103.880",
   "children": [],
   "end": "113.840",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And as a vesture shalt thou fold them up, and they shall be changed: but thou art the same, and thy years shall not fail."
   ]
  },
  {
   "begin": "113.840",
   "children": [],
   "end": "121.280",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "But to which of the angels said he at any time, Sit on my right hand, until I make thine enemies thy footstool?"
   ]
  },
  {
   "begin": "121.280",
   "children": [],
   "end": "128.040",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?"
   ]
  }
 ]
}