{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.360",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter twelve"
   ]
  },
  {
   "begin": "2.360",
   "children": [],
   "end": "12.480",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Remember now thy Creator in the days of thy youth, while the evil days come not, nor the years draw nigh, when thou shalt say, I have no pleasure in them;"
   ]
  },
  {
   "begin": "12.480",
   "children": [],
   "end": "20.600",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "While the sun, or the light, or the moon, or the stars, be not darkened, nor the clouds return after the rain:"
   ]
  },
  {
   "begin": "20.600",
   "children": [],
   "end": "33.400",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "In the day when the keepers of the house shall tremble, and the strong men shall bow themselves, and the grinders cease because they are few, and those that look out of the windows be darkened,"
   ]
  },
  {
   "begin": "33.400",
   "children": [],
   "end": "44.240",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And the doors shall be shut in the streets, when the sound of the grinding is low, and he shall rise up at the voice of the bird, and all the daughters of musick shall be brought low;"
   ]
  },
  {
   "begin": "44.240",
   "children": [],
   "end": "64.320",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Also when they shall be afraid of that which is high, and fears shall be in the way, and the almond tree shall flourish, and the grasshopper shall be a burden, and desire shall fail: because man goeth to his long home, and the mourners go about the streets:"
   ]
  },
  {
   "begin": "64.320",
   "children": [],
   "end": "73.680",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Or ever the silver cord be loosed, or the golden bowl be broken, or the pitcher be broken at the fountain, or the wheel broken at the cistern."
   ]
  },
  {
   "begin": "73.680",
   "children": [],
   "end": "82.640",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Then shall the dust return to the earth as it was: and the spirit shall return unto God who gave it."
   ]
  },
  {
   "begin": "82.640",
   "children": [],
   "end": "89.920",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Vanity of vanities, saith the preacher; all is vanity."
   ]
  },
  {
   "begin": "89.920",
   "children": [],
   "end": "97.760",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And moreover, because the preacher was wise, he still taught the people knowledge; yea, he gave good heed, and sought out, and set in order many proverbs."
   ]
  },
  {
   "begin": "97.760",
   "children": [],
   "end": "104.320",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "The preacher sought to find out acceptable words: and that which was written was upright, even words of truth."
   ]
  },
  {
   "begin": "104.320",
   "children": [],
   "end": "111.520",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "The words of the wise are as goads, and as nails fastened by the masters of assemblies, which are given from one shepherd."
   ]
  },
  {
   "begin": "111.520",
   "children": [],
   "end": "122.040",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And further, by these, my son, be admonished: of making many books there is no end; and much study is a weariness of the flesh."
   ]
  },
  {
   "begin": "122.040",
   "children": [],
   "end": "130.600",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for this is the whole duty of man."
   ]
  },
  {
   "begin": "130.600",
   "children": [],
   "end": "146.760",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "For God shall bring every work into judgment, with every secret thing, whether it be good, or whether it be evil."
   ]
  }
 ]
}