{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.040",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter nine"
   ]
  },
  {
   "begin": "2.040",
   "children": [],
   "end": "9.680",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Then the LORD said unto Moses, Go in unto Pharaoh, and tell him, Thus saith the LORD God of the Hebrews, Let my people go, that they may serve me."
   ]
  },
  {
   "begin": "9.680",
   "children": [],
   "end": "12.320",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "For if thou refuse to let them go, and wilt hold them still,"
   ]
  },
  {
   "begin": "12.320",
   "children": [],
   "end": "24.400",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Behold, the hand of the LORD is upon thy cattle which is in the field, upon the horses, upon the asses, upon the camels, upon the oxen, and upon the sheep: there shall be a very grievous murrain."
   ]
  },
  {
   "begin": "24.400",
   "children": [],
   "end": "31.680",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And the LORD shall sever between the cattle of Israel and the cattle of Egypt: and there shall nothing die of all that is the children's of Israel."
   ]
  },
  {
   "begin": "31.680",
   "children": [],
   "end": "37.560",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And the LORD appointed a set time, saying, To morrow the LORD shall do this thing in the land."
   ]
  },
  {
   "begin": "37.560",
   "children": [],
   "end": "44.960",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And the LORD did that thing on the morrow, and all the cattle of Egypt died: but of the cattle of the children of Israel died not one."
   ]
  },
  {
   "begin": "44.960",
   "children": [],
   "end": "53.560",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And Pharaoh sent, and, behold, there was not one of the cattle of the Israelites dead. And the heart of Pharaoh was hardened, and he did not let the people go."
   ]
  },
  {
   "begin": "53.560",
   "children": [],
   "end": "62.920",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And the LORD said unto Moses and unto Aaron, Take to you handfuls of ashes of the furnace, and let Moses sprinkle it toward the heaven in the sight of Pharaoh."
   ]
  },
  {
   "begin": "62.920",
   "children": [],
   "end": "75.000",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And it shall become small dust in all the land of Egypt, and shall be a boil breaking forth with blains upon man, and upon beast, throughout all the land of Egypt."
   ]
  },
  {
   "begin": "75.000",
   "children": [],
   "end": "85.640",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And they took ashes of the furnace, and stood before Pharaoh; and Moses sprinkled it up toward heaven; and it became a boil breaking forth with blains upon man, and upon beast."
   ]
  },
  {
   "begin": "85.640",
   "children": [],
   "end": "93.440",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And the magicians could not stand before Moses because of the boils; for the boil was upon the magicians, and upon all the Egyptians."
   ]
  },
  {
   "begin": "93.440",
   "children": [],
   "end": "100.600",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And the LORD hardened the heart of Pharaoh, and he hearkened not unto them; as the LORD had spoken unto Moses."
   ]
  },
  {
   "begin": "100.600",
   "children": [],
   "end": "110.640",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And the LORD said unto Moses, Rise up early in the morning, and stand before Pharaoh, and say unto him, Thus saith the LORD God of the Hebrews, Let my people go, that they may serve me."
   ]
  },
  {
   "begin": "110.640",
   "children": [],
   "end": "120.280",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "For I will at this time send all my plagues upon thine heart, and upon thy servants, and upon thy people; that thou mayest know that there is none like me in all the earth."
   ]
  },
  {
   "begin": "120.280",
   "children": [],
   "end": "130.360",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "For now I will stretch out my hand, that I may smite thee and thy people with pestilence; and thou shalt be cut off from the earth."
   ]
  },
  {
   "begin": "130.360",
   "children": [],
   "end": "140.600",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "And in very deed for this cause have I raised thee up, for to show in thee my power; and that my name may be declared throughout all the earth."
   ]
  },
  {
   "begin": "140.600",
   "children": [],
   "end": "146.240",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "As yet exaltest thou thyself against my people, that thou wilt not let them go?"
   ]
  },
  {
   "begin": "146.240",
   "children": [],
   "end": "156.320",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Behold, to morrow about this time I will cause it to rain a very grievous hail, such as hath not been in Egypt since the foundation thereof even until now."
   ]
  },
  {
   "begin": "156.320",
   "children": [],
   "end": "169.200",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "Send therefore now, and gather thy cattle, and all that thou hast in the field; for upon every man and beast which shall be found in the field, and shall not be brought home, the hail shall come down upon them, and they shall die."
   ]
  },
  {
   "begin": "169.200",
   "children": [],
   "end": "174.680",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "He that feared the word of the LORD among the servants of Pharaoh made his servants and his cattle flee into the houses:"
   ]
  },
  {
   "begin": "174.680",
   "children": [],
   "end": "180.480",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "And he that regarded not the word of the LORD left his servants and his cattle in the field."
   ]
  },
  {
   "begin": "180.480",
   "children": [],
   "end": "194.520",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "And the LORD said unto Moses, Stretch forth thine hand toward heaven, that there may be hail in all the land of Egypt, upon man, and upon beast, and upon every herb of the field, throughout the land of Egypt."
   ]
  },
  {
   "begin": "194.520",
   "children": [],
   "end": "203.800",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "And Moses stretched forth his rod toward heaven: and the LORD sent thunder and hail, and the fire ran along upon the ground; and the LORD rained hail upon the land of Egypt."
   ]
  },
  {
   "begin": "203.800",
   "children": [],
   "end": "212.280",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "So there was hail, and fire mingled with the hail, very grievous, such as there was none like it in all the land of Egypt since it became a nation."
   ]
  },
  {
   "begin": "212.280",
   "children": [],
   "end": "223.040",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "And the hail smote throughout all the land of Egypt all that was in the field, both man and beast; and the hail smote every herb of the field, and brake every tree of the field."
   ]
  },
  {
   "begin": "223.040",
   "children": [],
   "end": "228.640",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "Only in the land of Goshen, where the children of Israel were, was there no hail."
   ]
  },
  {
   "begin": "228.640",
   "children": [],
   "end": "239.000",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "And Pharaoh sent, and called for Moses and Aaron, and said unto them, I have sinned this time: the LORD is righteous, and I and my people are wicked."
   ]
  },
  {
   "begin": "239.000",
   "children": [],
   "end": "250.960",
   "id": "f000029",
   "language": "eng",
   "lines": [
    "Entreat the LORD (for it is enough) that there be no more mighty thunderings and hail; and I will let you go, and ye shall stay no longer."
   ]
  },
  {
   "begin": "250.960",
   "children": [],
   "end": "264.600",
   "id": "f000030",
   "language": "eng",
   "lines": [
    "And Moses said unto him, As soon as I am gone out of the city, I will spread abroad my hands unto the LORD; and the thunder shall cease, neither shall there be any more hail; that thou mayest know how that the earth is the LORD's."
   ]
  },
  {
   "begin": "264.600",
   "children": [],
   "end": "272.920",
   "id": "f000031",
   "language": "eng",
   "lines": [
    "But as for thee and thy servants, I know that ye will not yet fear the LORD God."
   ]
  },
  {
   "begin": "272.920",
   "children": [],
   "end": "278.400",
   "id": "f000032",
   "language": "eng",
   "lines": [
    "And the flax and the barley was smitten: for the barley was in the ear, and the flax was bolled."
   ]
  },
  {
   "begin": "278.400",
   "children": [],
   "end": "282.480",
   "id": "f000033",
   "language": "eng",
   "lines": [
    "But the wheat and the rye were not smitten: for they were not grown up."
   ]
  },
  {
   "begin": "282.480",
   "children": [],
   "end": "292.040",
   "id": "f000034",
   "language": "eng",
   "lines": [
    "And Moses went out of the city from Pharaoh, and spread abroad his hands unto the LORD: and the thunders and hail ceased, and the rain was not poured upon the earth."
   ]
  },
  {
   "begin": "292.040",
   "children": [],
   "end": "299.960",
   "id": "f000035",
   "language": "eng",
   "lines": [
    "And when Pharaoh saw that the rain and the hail and the thunders were ceased, he sinned yet more, and hardened his heart, he and his servants."
   ]
  },
  {
   "begin": "299.960",
   "children": [],
   "end": "307.880",
   "id": "f000036",
   "language": "eng",
   "lines": [
    "And the heart of Pharaoh was hardened, neither would he let the children of Israel go; as the LORD had spoken by Moses."
   ]
  }
 ]
}