{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.320",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter seven"
   ]
  },
  {
   "begin": "2.320",
   "children": [],
   "end": "10.160",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And the LORD said unto Moses, See, I have made thee a god to Pharaoh: and Aaron thy brother shall be thy prophet."
   ]
  },
  {
   "begin": "10.160",
   "children": [],
   "end": "17.240",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Thou shalt speak all that I command thee: and Aaron thy brother shall speak unto Pharaoh, that he send the children of Israel out of his land."
   ]
  },
  {
   "begin": "17.240",
   "children": [],
   "end": "23.840",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And I will harden Pharaoh's heart, and multiply my signs and my wonders in the land of Egypt."
   ]
  },
  {
   "begin": "23.840",
   "children": [],
   "end": "34.760",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "But Pharaoh shall not hearken unto you, that I may lay my hand upon Egypt, and bring forth mine armies, and my people the children of Israel, out of the land of Egypt by great judgments."
   ]
  },
  {
   "begin": "34.760",
   "children": [],
   "end": "43.080",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And the Egyptians shall know that I am the LORD, when I stretch forth mine hand upon Egypt, and bring out the children of Israel from among them."
   ]
  },
  {
   "begin": "43.080",
   "children": [],
   "end": "47.040",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And Moses and Aaron did as the LORD commanded them, so did they."
   ]
  },
  {
   "begin": "47.040",
   "children": [],
   "end": "53.920",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And Moses was fourscore years old, and Aaron fourscore and three years old, when they spake unto Pharaoh."
   ]
  },
  {
   "begin": "53.920",
   "children": [],
   "end": "57.000",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And the LORD spake unto Moses and unto Aaron, saying,"
   ]
  },
  {
   "begin": "57.000",
   "children": [],
   "end": "69.280",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "When Pharaoh shall speak unto you, saying, Show a miracle for you: then thou shalt say unto Aaron, Take thy rod, and cast it before Pharaoh, and it shall become a serpent."
   ]
  },
  {
   "begin": "69.280",
   "children": [],
   "end": "78.880",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And Moses and Aaron went in unto Pharaoh, and they did so as the LORD had commanded: and Aaron cast down his rod before Pharaoh, and before his servants, and it became a serpent."
   ]
  },
  {
   "begin": "78.880",
   "children": [],
   "end": "87.000",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Then Pharaoh also called the wise men and the sorcerers: now the magicians of Egypt, they also did in like manner with their enchantments."
   ]
  },
  {
   "begin": "87.000",
   "children": [],
   "end": "96.040",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "For they cast down every man his rod, and they became serpents: but Aaron's rod swallowed up their rods."
   ]
  },
  {
   "begin": "96.040",
   "children": [],
   "end": "101.600",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And he hardened Pharaoh's heart, that he hearkened not unto them; as the LORD had said."
   ]
  },
  {
   "begin": "101.600",
   "children": [],
   "end": "107.560",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And the LORD said unto Moses, Pharaoh's heart is hardened, he refuseth to let the people go."
   ]
  },
  {
   "begin": "107.560",
   "children": [],
   "end": "118.360",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "Get thee unto Pharaoh in the morning; lo, he goeth out unto the water; and thou shalt stand by the river's brink against he come; and the rod which was turned to a serpent shalt thou take in thine hand."
   ]
  },
  {
   "begin": "118.360",
   "children": [],
   "end": "130.280",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "And thou shalt say unto him, The LORD God of the Hebrews hath sent me unto thee, saying, Let my people go, that they may serve me in the wilderness: and, behold, hitherto thou wouldest not hear."
   ]
  },
  {
   "begin": "130.280",
   "children": [],
   "end": "142.880",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "Thus saith the LORD, In this thou shalt know that I am the LORD: behold, I will smite with the rod that is in mine hand upon the waters which are in the river, and they shall be turned to blood."
   ]
  },
  {
   "begin": "142.880",
   "children": [],
   "end": "153.360",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And the fish that is in the river shall die, and the river shall stink; and the Egyptians shall loathe to drink of the water of the river."
   ]
  },
  {
   "begin": "153.360",
   "children": [],
   "end": "172.640",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And the LORD spake unto Moses, Say unto Aaron, Take thy rod, and stretch out thine hand upon the waters of Egypt, upon their streams, upon their rivers, and upon their ponds, and upon all their pools of water, that they may become blood; and that there may be blood throughout all the land of Egypt, both in vessels of wood, and in vessels of stone."
   ]
  },
  {
   "begin": "172.640",
   "children": [],
   "end": "183.800",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "And Moses and Aaron did so, as the LORD commanded; and he lifted up the rod, and smote the waters that were in the river, in the sight of Pharaoh, and in the sight of his servants; and all the waters that were in the river were turned to blood."
   ]
  },
  {
   "begin": "183.800",
   "children": [],
   "end": "194.280",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "And the fish that was in the river died; and the river stank, and the Egyptians could not drink of the water of the river; and there was blood throughout all the land of Egypt."
   ]
  },
  {
   "begin": "194.280",
   "children": [],
   "end": "204.480",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "And the magicians of Egypt did so with their enchantments: and Pharaoh's heart was hardened, neither did he hearken unto them; as the LORD had said."
   ]
  },
  {
   "begin": "204.480",
   "children": [],
   "end": "209.920",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "And Pharaoh turned and went into his house, neither did he set his heart to this also."
   ]
  },
  {
   "begin": "209.920",
   "children": [],
   "end": "216.440",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "And all the Egyptians digged round about the river for water to drink; for they could not drink of the water of the river."
   ]
  },
  {
   "begin": "216.440",
   "children": [],
   "end": "223.800",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "And seven days were fulfilled, after that the LORD had smitten the river."
   ]
  }
 ]
}