{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.440",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter twenty-four"
   ]
  },
  {
   "begin": "2.440",
   "children": [],
   "end": "12.840",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And he said unto Moses, Come up unto the LORD, thou, and Aaron, Nadab, and Abihu, and seventy of the elders of Israel; and worship ye afar off."
   ]
  },
  {
   "begin": "12.840",
   "children": [],
   "end": "19.960",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And Moses alone shall come near the LORD: but they shall not come nigh; neither shall the people go up with him."
   ]
  },
  {
   "begin": "19.960",
   "children": [],
   "end": "30.680",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And Moses came and told the people all the words of the LORD, and all the judgments: and all the people answered with one voice, and said, All the words which the LORD hath said will we do."
   ]
  },
  {
   "begin": "30.680",
   "children": [],
   "end": "39.880",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And Moses wrote all the words of the LORD, and rose up early in the morning, and builded an altar under the hill, and twelve pillars, according to the twelve tribes of Israel."
   ]
  },
  {
   "begin": "39.880",
   "children": [],
   "end": "46.800",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And he sent young men of the children of Israel, which offered burnt offerings, and sacrificed peace offerings of oxen unto the LORD."
   ]
  },
  {
   "begin": "46.800",
   "children": [],
   "end": "52.520",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And Moses took half of the blood, and put it in basins; and half of the blood he sprinkled on the altar."
   ]
  },
  {
   "begin": "52.520",
   "children": [],
   "end": "61.840",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And he took the book of the covenant, and read in the audience of the people: and they said, All that the LORD hath said will we do, and be obedient."
   ]
  },
  {
   "begin": "61.840",
   "children": [],
   "end": "70.800",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And Moses took the blood, and sprinkled it on the people, and said, Behold the blood of the covenant, which the LORD hath made with you concerning all these words."
   ]
  },
  {
   "begin": "70.800",
   "children": [],
   "end": "76.400",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Then went up Moses, and Aaron, Nadab, and Abihu, and seventy of the elders of Israel:"
   ]
  },
  {
   "begin": "76.400",
   "children": [],
   "end": "85.960",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And they saw the God of Israel: and there was under his feet as it were a paved work of a sapphire stone, and as it were the body of heaven in his clearness."
   ]
  },
  {
   "begin": "85.960",
   "children": [],
   "end": "92.960",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And upon the nobles of the children of Israel he laid not his hand: also they saw God, and did eat and drink."
   ]
  },
  {
   "begin": "92.960",
   "children": [],
   "end": "106.400",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And the LORD said unto Moses, Come up to me into the mount, and be there: and I will give thee tables of stone, and a law, and commandments which I have written; that thou mayest teach them."
   ]
  },
  {
   "begin": "106.400",
   "children": [],
   "end": "111.680",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And Moses rose up, and his minister Joshua: and Moses went up into the mount of God."
   ]
  },
  {
   "begin": "111.680",
   "children": [],
   "end": "124.000",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And he said unto the elders, Tarry ye here for us, until we come again unto you: and, behold, Aaron and Hur are with you: if any man have any matters to do, let him come unto them."
   ]
  },
  {
   "begin": "124.000",
   "children": [],
   "end": "128.560",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And Moses went up into the mount, and a cloud covered the mount."
   ]
  },
  {
   "begin": "128.560",
   "children": [],
   "end": "138.400",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "And the glory of the LORD abode upon mount Sinai, and the cloud covered it six days: and the seventh day he called unto Moses out of the midst of the cloud."
   ]
  },
  {
   "begin": "138.400",
   "children": [],
   "end": "145.000",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And the sight of the glory of the LORD was like devouring fire on the top of the mount in the eyes of the children of Israel."
   ]
  },
  {
   "begin": "145.000",
   "children": [],
   "end": "155.840",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And Moses went into the midst of the cloud, and gat him up into the mount: and Moses was in the mount forty days and forty nights."
   ]
  }
 ]
}