{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.160",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter sixteen"
   ]
  },
  {
   "begin": "2.160",
   "children": [],
   "end": "13.640",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And they took their journey from Elim, and all the congregation of the children of Israel came unto the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their departing out of the land of Egypt."
   ]
  },
  {
   "begin": "13.640",
   "children": [],
   "end": "19.840",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And the whole congregation of the children of Israel murmured against Moses and Aaron in the wilderness:"
   ]
  },
  {
   "begin": "19.840",
   "children": [],
   "end": "36.320",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And the children of Israel said unto them, Would to God we had died by the hand of the LORD in the land of Egypt, when we sat by the flesh pots, and when we did eat bread to the full; for ye have brought us forth into this wilderness, to kill this whole assembly with hunger."
   ]
  },
  {
   "begin": "36.320",
   "children": [],
   "end": "48.320",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Then said the LORD unto Moses, Behold, I will rain bread from heaven for you; and the people shall go out and gather a certain rate every day, that I may prove them, whether they will walk in my law, or no."
   ]
  },
  {
   "begin": "48.320",
   "children": [],
   "end": "55.720",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And it shall come to pass, that on the sixth day they shall prepare that which they bring in; and it shall be twice as much as they gather daily."
   ]
  },
  {
   "begin": "55.720",
   "children": [],
   "end": "63.720",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And Moses and Aaron said unto all the children of Israel, At even, then ye shall know that the LORD hath brought you out from the land of Egypt:"
   ]
  },
  {
   "begin": "63.720",
   "children": [],
   "end": "74.160",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And in the morning, then ye shall see the glory of the LORD; for that he heareth your murmurings against the LORD: and what are we, that ye murmur against us?"
   ]
  },
  {
   "begin": "74.160",
   "children": [],
   "end": "89.280",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And Moses said, This shall be, when the LORD shall give you in the evening flesh to eat, and in the morning bread to the full; for that the LORD heareth your murmurings which ye murmur against him: and what are we? your murmurings are not against us, but against the LORD."
   ]
  },
  {
   "begin": "89.280",
   "children": [],
   "end": "97.640",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And Moses spake unto Aaron, Say unto all the congregation of the children of Israel, Come near before the LORD: for he hath heard your murmurings."
   ]
  },
  {
   "begin": "97.640",
   "children": [],
   "end": "106.080",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And it came to pass, as Aaron spake unto the whole congregation of the children of Israel, that they looked toward the wilderness, and, behold, the glory of the LORD appeared in the cloud."
   ]
  },
  {
   "begin": "106.080",
   "children": [],
   "end": "109.240",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And the LORD spake unto Moses, saying,"
   ]
  },
  {
   "begin": "109.240",
   "children": [],
   "end": "121.160",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "I have heard the murmurings of the children of Israel: speak unto them, saying, At even ye shall eat flesh, and in the morning ye shall be filled with bread; and ye shall know that I am the LORD your God."
   ]
  },
  {
   "begin": "121.160",
   "children": [],
   "end": "128.480",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And it came to pass, that at even the quails came up, and covered the camp: and in the morning the dew lay round about the host."
   ]
  },
  {
   "begin": "128.480",
   "children": [],
   "end": "140.240",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And when the dew that lay was gone up, behold, upon the face of the wilderness there lay a small round thing, as small as the hoar frost on the ground."
   ]
  },
  {
   "begin": "140.240",
   "children": [],
   "end": "152.960",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And when the children of Israel saw it, they said one to another, It is manna: for they wist not what it was. And Moses said unto them, This is the bread which the LORD hath given you to eat."
   ]
  },
  {
   "begin": "152.960",
   "children": [],
   "end": "165.720",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "This is the thing which the LORD hath commanded, Gather of it every man according to his eating, an omer for every man, according to the number of your persons; take ye every man for them which are in his tents."
   ]
  },
  {
   "begin": "165.720",
   "children": [],
   "end": "169.840",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And the children of Israel did so, and gathered, some more, some less."
   ]
  },
  {
   "begin": "169.840",
   "children": [],
   "end": "179.080",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And when they did mete it with an omer, he that gathered much had nothing over, and he that gathered little had no lack; they gathered every man according to his eating."
   ]
  },
  {
   "begin": "179.080",
   "children": [],
   "end": "183.760",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And Moses said, Let no man leave of it till the morning."
   ]
  },
  {
   "begin": "183.760",
   "children": [],
   "end": "195.600",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "Notwithstanding they hearkened not unto Moses; but some of them left of it until the morning, and it bred worms, and stank: and Moses was wroth with them."
   ]
  },
  {
   "begin": "195.600",
   "children": [],
   "end": "201.760",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "And they gathered it every morning, every man according to his eating: and when the sun waxed hot, it melted."
   ]
  },
  {
   "begin": "201.760",
   "children": [],
   "end": "210.120",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "And it came to pass, that on the sixth day they gathered twice as much bread, two omers for one man: and all the rulers of the congregation came and told Moses."
   ]
  },
  {
   "begin": "210.120",
   "children": [],
   "end": "226.280",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "And he said unto them, This is that which the LORD hath said, To morrow is the rest of the holy sabbath unto the LORD: bake that which ye will bake to day, and seethe that ye will seethe; and that which remaineth over lay up for you to be kept until the morning."
   ]
  },
  {
   "begin": "226.280",
   "children": [],
   "end": "232.480",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "And they laid it up till the morning, as Moses bade: and it did not stink, neither was there any worm therein."
   ]
  },
  {
   "begin": "232.480",
   "children": [],
   "end": "240.200",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "And Moses said, Eat that to day; for to day is a sabbath unto the LORD: to day ye shall not find it in the field."
   ]
  },
  {
   "begin": "240.200",
   "children": [],
   "end": "246.800",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "Six days ye shall gather it; but on the seventh day, which is the sabbath, in it there shall be none."
   ]
  },
  {
   "begin": "246.800",
   "children": [],
   "end": "252.960",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "And it came to pass, that there went out some of the people on the seventh day for to gather, and they found none."
   ]
  },
  {
   "begin": "252.960",
   "children": [],
   "end": "259.800",
   "id": "f000029",
   "language": "eng",
   "lines": [
    "And the LORD said unto Moses, How long refuse ye to keep my commandments and my laws?"
   ]
  },
  {
   "begin": "259.800",
   "children": [],
   "end": "272.560",
   "id": "f000030",
   "language": "eng",
   "lines": [
    "See, for that the LORD hath given you the sabbath, therefore he giveth you on the sixth day the bread of two days; abide ye every man in his place, let no man go out of his place on the seventh day."
   ]
  },
  {
   "begin": "272.560",
   "children": [],
   "end": "275.520",
   "id": "f000031",
   "language": "eng",
   "lines": [
    "So the people rested on the seventh day."
   ]
  },
  {
   "begin": "275.520",
   "children": [],
   "end": "288.840",
   "id": "f000032",
   "language": "eng",
   "lines": [
    "And the house of Israel called the name thereof Manna: and it was like coriander seed, white; and the taste of it was like wafers made with honey."
   ]
  },
  {
   "begin": "288.840",
   "children": [],
   "end": "301.200",
   "id": "f000033",
   "language": "eng",
   "lines": [
    "And Moses said, This is the thing which the LORD commandeth, Fill an omer of it to be kept for your generations; that they may see the bread wherewith I have fed you in the wilderness, when I brought you forth from the land of Egypt."
   ]
  },
  {
   "begin": "301.200",
   "children": [],
   "end": "309.560",
   "id": "f000034",
   "language": "eng",
   "lines": [
    "And Moses said unto Aaron, Take a pot, and put an omer full of manna therein, and lay it up before the LORD, to be kept for your generations."
   ]
  },
  {
   "begin": "309.560",
   "children": [],
   "end": "314.760",
   "id": "f000035",
   "language": "eng",
   "lines": [
    "As the LORD commanded Moses, so Aaron laid it up before the Testimony, to be kept."
   ]
  },
  {
   "begin": "314.760",
   "children": [],
   "end": "326.800",
   "id": "f000036",
   "language": "eng",
   "lines": [
    "And the children of Israel did eat manna forty years, until they came to a land inhabited; they did eat manna, until they came unto the borders of the land of Canaan."
   ]
  },
  {
   "begin": "326.800",
   "children": [],
   "end": "331.200",
   "id": "f000037",
   "language": "eng",
   "lines": [
    "Now an omer is the tenth part of an ephah."
   ]
  }
 ]
}