{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.240",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter two"
   ]
  },
  {
   "begin": "2.240",
   "children": [],
   "end": "6.160",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And there went a man of the house of Levi, and took to wife a daughter of Levi."
   ]
  },
  {
   "begin": "6.160",
   "children": [],
   "end": "14.960",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And the woman conceived, and bare a son: and when she saw him that he was a goodly child, she hid him three months."
   ]
  },
  {
   "begin": "14.960",
   "children": [],
   "end": "25.280",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And when she could not longer hide him, she took for him an ark of bulrushes, and daubed it with slime and with pitch, and put the child therein; and she laid it in the flags by the river's brink."
   ]
  },
  {
   "begin": "25.280",
   "children": [],
   "end": "31.040",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And his sister stood afar off, to wit what would be done to him."
   ]
  },
  {
   "begin": "31.040",
   "children": [],
   "end": "41.040",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And the daughter of Pharaoh came down to wash herself at the river; and her maidens walked along by the river's side; and when she saw the ark among the flags, she sent her maid to fetch it."
   ]
  },
  {
   "begin": "41.040",
   "children": [],
   "end": "51.760",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And when she had opened it, she saw the child: and, behold, the babe wept. And she had compassion on him, and said, This is one of the Hebrews' children."
   ]
  },
  {
   "begin": "51.760",
   "children": [],
   "end": "59.520",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Then said his sister to Pharaoh's daughter, Shall I go and call to thee a nurse of the Hebrew women, that she may nurse the child for thee?"
   ]
  },
  {
   "begin": "59.520",
   "children": [],
   "end": "66.480",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And Pharaoh's daughter said to her, Go. And the maid went and called the child's mother."
   ]
  },
  {
   "begin": "66.480",
   "children": [],
   "end": "76.040",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And Pharaoh's daughter said unto her, Take this child away, and nurse it for me, and I will give thee thy wages. And the women took the child, and nursed it."
   ]
  },
  {
   "begin": "76.040",
   "children": [],
   "end": "89.520",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And the child grew, and she brought him unto Pharaoh's daughter, and he became her son. And she called his name Moses: and she said, Because I drew him out of the water."
   ]
  },
  {
   "begin": "89.520",
   "children": [],
   "end": "101.760",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And it came to pass in those days, when Moses was grown, that he went out unto his brethren, and looked on their burdens: and he spied an Egyptian smiting an Hebrew, one of his brethren."
   ]
  },
  {
   "begin": "101.760",
   "children": [],
   "end": "109.080",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And he looked this way and that way, and when he saw that there was no man, he slew the Egyptian, and hid him in the sand."
   ]
  },
  {
   "begin": "109.080",
   "children": [],
   "end": "116.960",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And when he went out the second day, behold, two men of the Hebrews strove together: and he said to him that did the wrong, Wherefore smitest thou thy fellow?"
   ]
  },
  {
   "begin": "116.960",
   "children": [],
   "end": "129.440",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And he said, Who made thee a prince and a judge over us? intendest thou to kill me, as thou killedst the Egyptian? And Moses feared, and said, Surely this thing is known."
   ]
  },
  {
   "begin": "129.440",
   "children": [],
   "end": "139.840",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "Now when Pharaoh heard this thing, he sought to slay Moses. But Moses fled from the face of Pharaoh, and dwelt in the land of Midian: and he sat down by a well."
   ]
  },
  {
   "begin": "139.840",
   "children": [],
   "end": "146.480",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Now the priest of Midian had seven daughters: and they came and drew water, and filled the troughs to water their father's flock."
   ]
  },
  {
   "begin": "146.480",
   "children": [],
   "end": "153.360",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And the shepherds came and drove them away: but Moses stood up and helped them, and watered their flock."
   ]
  },
  {
   "begin": "153.360",
   "children": [],
   "end": "158.520",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And when they came to Reuel their father, he said, How is it that ye are come so soon to day?"
   ]
  },
  {
   "begin": "158.520",
   "children": [],
   "end": "165.320",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And they said, An Egyptian delivered us out of the hand of the shepherds, and also drew water enough for us, and watered the flock."
   ]
  },
  {
   "begin": "165.320",
   "children": [],
   "end": "172.840",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "And he said unto his daughters, And where is he? why is it that ye have left the man? call him, that he may eat bread."
   ]
  },
  {
   "begin": "172.840",
   "children": [],
   "end": "178.200",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "And Moses was content to dwell with the man: and he gave Moses Zipporah his daughter."
   ]
  },
  {
   "begin": "178.200",
   "children": [],
   "end": "188.320",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "And she bare him a son, and he called his name Gershom: for he said, I have been a stranger in a strange land."
   ]
  },
  {
   "begin": "188.320",
   "children": [],
   "end": "201.880",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "And it came to pass in process of time, that the king of Egypt died: and the children of Israel sighed by reason of the bondage, and they cried, and their cry came up unto God by reason of the bondage."
   ]
  },
  {
   "begin": "201.880",
   "children": [],
   "end": "208.640",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "And God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob."
   ]
  },
  {
   "begin": "208.640",
   "children": [],
   "end": "216.440",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "And God looked upon the children of Israel, and God had respect unto them."
   ]
  }
 ]
}