{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.200",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter three"
   ]
  },
  {
   "begin": "2.200",
   "children": [],
   "end": "7.840",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Woe to the bloody city! it is all full of lies and robbery; the prey departeth not;"
   ]
  },
  {
   "begin": "7.840",
   "children": [],
   "end": "13.720",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "The noise of a whip, and the noise of the rattling of the wheels, and of the pransing horses, and of the jumping chariots."
   ]
  },
  {
   "begin": "13.720",
   "children": [],
   "end": "26.040",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "The horseman lifteth up both the bright sword and the glittering spear: and there is a multitude of slain, and a great number of carcases; and there is none end of their corpses; they stumble upon their corpses:"
   ]
  },
  {
   "begin": "26.040",
   "children": [],
   "end": "36.880",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Because of the multitude of the whoredoms of the wellfavoured harlot, the mistress of witchcrafts, that selleth nations through her whoredoms, and families through her witchcrafts."
   ]
  },
  {
   "begin": "36.880",
   "children": [],
   "end": "48.200",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Behold, I am against thee, saith the LORD of hosts; and I will discover thy skirts upon thy face, and I will shew the nations thy nakedness, and the kingdoms thy shame."
   ]
  },
  {
   "begin": "48.200",
   "children": [],
   "end": "54.720",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And I will cast abominable filth upon thee, and make thee vile, and will set thee as a gazingstock."
   ]
  },
  {
   "begin": "54.720",
   "children": [],
   "end": "65.840",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And it shall come to pass, that all they that look upon thee shall flee from thee, and say, Nineveh is laid waste: who will bemoan her? whence shall I seek comforters for thee?"
   ]
  },
  {
   "begin": "65.840",
   "children": [],
   "end": "76.600",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Art thou better than populous No, that was situate among the rivers, that had the waters round about it, whose rampart was the sea, and her wall was from the sea?"
   ]
  },
  {
   "begin": "76.600",
   "children": [],
   "end": "83.080",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Ethiopia and Egypt were her strength, and it was infinite; Put and Lubim were thy helpers."
   ]
  },
  {
   "begin": "83.080",
   "children": [],
   "end": "97.200",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Yet was she carried away, she went into captivity: her young children also were dashed in pieces at the top of all the streets: and they cast lots for her honourable men, and all her great men were bound in chains."
   ]
  },
  {
   "begin": "97.200",
   "children": [],
   "end": "105.640",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Thou also shalt be drunken: thou shalt be hid, thou also shalt seek strength because of the enemy."
   ]
  },
  {
   "begin": "105.640",
   "children": [],
   "end": "114.640",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "All thy strong holds shall be like fig trees with the firstripe figs: if they be shaken, they shall even fall into the mouth of the eater."
   ]
  },
  {
   "begin": "114.640",
   "children": [],
   "end": "124.520",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Behold, thy people in the midst of thee are women: the gates of thy land shall be set wide open unto thine enemies: the fire shall devour thy bars."
   ]
  },
  {
   "begin": "124.520",
   "children": [],
   "end": "132.800",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Draw thee waters for the siege, fortify thy strong holds: go into clay, and tread the morter, make strong the brickkiln."
   ]
  },
  {
   "begin": "132.800",
   "children": [],
   "end": "144.880",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "There shall the fire devour thee; the sword shall cut thee off, it shall eat thee up like the cankerworm: make thyself many as the cankerworm, make thyself many as the locusts."
   ]
  },
  {
   "begin": "144.880",
   "children": [],
   "end": "152.840",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Thou hast multiplied thy merchants above the stars of heaven: the cankerworm spoileth, and fleeth away."
   ]
  },
  {
   "begin": "152.840",
   "children": [],
   "end": "164.880",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "Thy crowned are as the locusts, and thy captains as the great grasshoppers, which camp in the hedges in the cold day, but when the sun ariseth they flee away, and their place is not known where they are."
   ]
  },
  {
   "begin": "164.880",
   "children": [],
   "end": "176.440",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Thy shepherds slumber, O king of Assyria: thy nobles shall dwell in the dust: thy people is scattered upon the mountains, and no man gathereth them."
   ]
  },
  {
   "begin": "176.440",
   "children": [],
   "end": "193.560",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "There is no healing of thy bruise; thy wound is grievous: all that hear the bruit of thee shall clap the hands over thee: for upon whom hath not thy wickedness passed continually?"
   ]
  }
 ]
}