{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "3.760",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter five"
   ]
  },
  {
   "begin": "3.760",
   "children": [],
   "end": "8.440",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Go to now, ye rich men, weep and howl for your miseries that shall come upon you."
   ]
  },
  {
   "begin": "8.440",
   "children": [],
   "end": "11.880",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Your riches are corrupted, and your garments are motheaten."
   ]
  },
  {
   "begin": "11.880",
   "children": [],
   "end": "22.720",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. Ye have heaped treasure together for the last days."
   ]
  },
  {
   "begin": "22.720",
   "children": [],
   "end": "35.080",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Behold, the hire of the labourers who have reaped down your fields, which is of you kept back by fraud, crieth: and the cries of them which have reaped are entered into the ears of the Lord of sabaoth."
   ]
  },
  {
   "begin": "35.080",
   "children": [],
   "end": "41.680",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Ye have lived in pleasure on the earth, and been wanton; ye have nourished your hearts, as in a day of slaughter."
   ]
  },
  {
   "begin": "41.680",
   "children": [],
   "end": "48.520",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Ye have condemned and killed the just; and he doth not resist you."
   ]
  },
  {
   "begin": "48.520",
   "children": [],
   "end": "60.640",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Be patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the early and latter rain."
   ]
  },
  {
   "begin": "60.640",
   "children": [],
   "end": "67.320",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Be ye also patient; stablish your hearts: for the coming of the Lord draweth nigh."
   ]
  },
  {
   "begin": "67.320",
   "children": [],
   "end": "74.120",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Grudge not one against another, brethren, lest ye be condemned: behold, the judge standeth before the door."
   ]
  },
  {
   "begin": "74.120",
   "children": [],
   "end": "83.440",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Take, my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience."
   ]
  },
  {
   "begin": "83.440",
   "children": [],
   "end": "97.320",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Behold, we count them happy which endure. Ye have heard of the patience of Job, and have seen the end of the Lord; that the Lord is very pitiful, and of tender mercy."
   ]
  },
  {
   "begin": "97.320",
   "children": [],
   "end": "112.520",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation."
   ]
  },
  {
   "begin": "112.520",
   "children": [],
   "end": "119.000",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Is any among you afflicted? let him pray. Is any merry? let him sing psalms."
   ]
  },
  {
   "begin": "119.000",
   "children": [],
   "end": "126.240",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:"
   ]
  },
  {
   "begin": "126.240",
   "children": [],
   "end": "135.160",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him."
   ]
  },
  {
   "begin": "135.160",
   "children": [],
   "end": "146.320",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much."
   ]
  },
  {
   "begin": "146.320",
   "children": [],
   "end": "156.280",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months."
   ]
  },
  {
   "begin": "156.280",
   "children": [],
   "end": "162.600",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And he prayed again, and the heaven gave rain, and the earth brought forth her fruit."
   ]
  },
  {
   "begin": "162.600",
   "children": [],
   "end": "167.880",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "Brethren, if any of you do err from the truth, and one convert him;"
   ]
  },
  {
   "begin": "167.880",
   "children": [],
   "end": "182.120",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "Let him know, that he which converteth the sinner from the error of his way shall save a soul from death, and shall hide a multitude of sins."
   ]
  }
 ]
}