{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "1.880",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter five"
   ]
  },
  {
   "begin": "1.880",
   "children": [],
   "end": "16.160",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "I am come into my garden, my sister, my spouse: I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk: eat, O friends; drink, yea, drink abundantly, O beloved."
   ]
  },
  {
   "begin": "16.160",
   "children": [],
   "end": "29.920",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "I sleep, but my heart waketh: it is the voice of my beloved that knocketh, saying, Open to me, my sister, my love, my dove, my undefiled: for my head is filled with dew, and my locks with the drops of the night."
   ]
  },
  {
   "begin": "29.920",
   "children": [],
   "end": "36.360",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "I have put off my coat; how shall I put it on? I have washed my feet; how shall I defile them?"
   ]
  },
  {
   "begin": "36.360",
   "children": [],
   "end": "41.600",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "My beloved put in his hand by the hole of the door, and my bowels were moved for him."
   ]
  },
  {
   "begin": "41.600",
   "children": [],
   "end": "49.520",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "I rose up to open to my beloved; and my hands dropped with myrrh, and my fingers with sweet smelling myrrh, upon the handles of the lock."
   ]
  },
  {
   "begin": "49.520",
   "children": [],
   "end": "62.680",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "I opened to my beloved; but my beloved had withdrawn himself, and was gone: my soul failed when he spake: I sought him, but I could not find him; I called him, but he gave me no answer."
   ]
  },
  {
   "begin": "62.680",
   "children": [],
   "end": "70.240",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "The watchmen that went about the city found me, they smote me, they wounded me; the keepers of the walls took away my veil from me."
   ]
  },
  {
   "begin": "70.240",
   "children": [],
   "end": "79.960",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "I charge you, O daughters of Jerusalem, if ye find my beloved, that ye tell him, that I am sick of love."
   ]
  },
  {
   "begin": "79.960",
   "children": [],
   "end": "88.120",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "What is thy beloved more than another beloved, O thou fairest among women? what is thy beloved more than another beloved, that thou dost so charge us?"
   ]
  },
  {
   "begin": "88.120",
   "children": [],
   "end": "92.520",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "My beloved is white and ruddy, the chiefest among ten thousand."
   ]
  },
  {
   "begin": "92.520",
   "children": [],
   "end": "97.320",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "His head is as the most fine gold, his locks are bushy, and black as a raven."
   ]
  },
  {
   "begin": "97.320",
   "children": [],
   "end": "102.880",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "His eyes are as the eyes of doves by the rivers of waters, washed with milk, and fitly set."
   ]
  },
  {
   "begin": "102.880",
   "children": [],
   "end": "109.440",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "His cheeks are as a bed of spices, as sweet flowers: his lips like lilies, dropping sweet smelling myrrh."
   ]
  },
  {
   "begin": "109.440",
   "children": [],
   "end": "115.640",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "His hands are as gold rings set with the beryl: his belly is as bright ivory overlaid with sapphires."
   ]
  },
  {
   "begin": "115.640",
   "children": [],
   "end": "125.360",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "His legs are as pillars of marble, set upon sockets of fine gold: his countenance is as Lebanon, excellent as the cedars."
   ]
  },
  {
   "begin": "125.360",
   "children": [],
   "end": "137.600",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "His mouth is most sweet: yea, he is altogether lovely. This is my beloved, and this is my friend, O daughters of Jerusalem."
   ]
  }
 ]
}