{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "3.000",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter seventeen"
   ]
  },
  {
   "begin": "3.000",
   "children": [],
   "end": "10.120",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Now when they had passed through Amphipolis and Apollonia, they came to Thessalonica, where was a synagogue of the Jews:"
   ]
  },
  {
   "begin": "10.120",
   "children": [],
   "end": "16.000",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And Paul, as his manner was, went in unto them, and three sabbath days reasoned with them out of the scriptures,"
   ]
  },
  {
   "begin": "16.000",
   "children": [],
   "end": "25.200",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Opening and alleging, that Christ must needs have suffered, and risen again from the dead; and that this Jesus, whom I preach unto you, is Christ."
   ]
  },
  {
   "begin": "25.200",
   "children": [],
   "end": "34.440",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And some of them believed, and consorted with Paul and Silas; and of the devout Greeks a great multitude, and of the chief women not a few."
   ]
  },
  {
   "begin": "34.440",
   "children": [],
   "end": "47.880",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "But the Jews which believed not, moved with envy, took unto them certain lewd fellows of the baser sort, and gathered a company, and set all the city on an uproar, and assaulted the house of Jason, and sought to bring them out to the people."
   ]
  },
  {
   "begin": "47.880",
   "children": [],
   "end": "56.040",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And when they found them not, they drew Jason and certain brethren unto the rulers of the city, crying, These that have turned the world upside down are come hither also;"
   ]
  },
  {
   "begin": "56.040",
   "children": [],
   "end": "63.800",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Whom Jason hath received: and these all do contrary to the decrees of Caesar, saying that there is another king, one Jesus."
   ]
  },
  {
   "begin": "63.800",
   "children": [],
   "end": "67.560",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And they troubled the people and the rulers of the city, when they heard these things."
   ]
  },
  {
   "begin": "67.560",
   "children": [],
   "end": "72.880",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And when they had taken security of Jason, and of the other, they let them go."
   ]
  },
  {
   "begin": "72.880",
   "children": [],
   "end": "81.200",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And the brethren immediately sent away Paul and Silas by night unto Berea: who coming thither went into the synagogue of the Jews."
   ]
  },
  {
   "begin": "81.200",
   "children": [],
   "end": "90.200",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so."
   ]
  },
  {
   "begin": "90.200",
   "children": [],
   "end": "97.720",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Therefore many of them believed; also of honourable women which were Greeks, and of men, not a few."
   ]
  },
  {
   "begin": "97.720",
   "children": [],
   "end": "105.560",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "But when the Jews of Thessalonica had knowledge that the word of God was preached of Paul at Berea, they came thither also, and stirred up the people."
   ]
  },
  {
   "begin": "105.560",
   "children": [],
   "end": "113.760",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And then immediately the brethren sent away Paul to go as it were to the sea: but Silas and Timotheus abode there still."
   ]
  },
  {
   "begin": "113.760",
   "children": [],
   "end": "123.360",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And they that conducted Paul brought him unto Athens: and receiving a commandment unto Silas and Timotheus for to come to him with all speed, they departed."
   ]
  },
  {
   "begin": "123.360",
   "children": [],
   "end": "130.120",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "Now while Paul waited for them at Athens, his spirit was stirred in him, when he saw the city wholly given to idolatry."
   ]
  },
  {
   "begin": "130.120",
   "children": [],
   "end": "138.080",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "Therefore disputed he in the synagogue with the Jews, and with the devout persons, and in the market daily with them that met with him."
   ]
  },
  {
   "begin": "138.080",
   "children": [],
   "end": "154.680",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Then certain philosophers of the Epicureans, and of the Stoicks, encountered him. And some said, What will this babbler say? other some, He seemeth to be a setter forth of strange gods: because he preached unto them Jesus, and the resurrection."
   ]
  },
  {
   "begin": "154.680",
   "children": [],
   "end": "162.560",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And they took him, and brought him unto Areopagus, saying, May we know what this new doctrine, whereof thou speakest, is?"
   ]
  },
  {
   "begin": "162.560",
   "children": [],
   "end": "168.240",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "For thou bringest certain strange things to our ears: we would know therefore what these things mean."
   ]
  },
  {
   "begin": "168.240",
   "children": [],
   "end": "177.600",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "(For all the Athenians and strangers which were there spent their time in nothing else, but either to tell, or to hear some new thing.)"
   ]
  },
  {
   "begin": "177.600",
   "children": [],
   "end": "186.360",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "Then Paul stood in the midst of Mars' hill, and said, Ye men of Athens, I perceive that in all things ye are too superstitious."
   ]
  },
  {
   "begin": "186.360",
   "children": [],
   "end": "198.880",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "For as I passed by, and beheld your devotions, I found an altar with this inscription, TO THE UNKNOWN GOD. Whom therefore ye ignorantly worship, him declare I unto you."
   ]
  },
  {
   "begin": "198.880",
   "children": [],
   "end": "207.240",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "God that made the world and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands;"
   ]
  },
  {
   "begin": "207.240",
   "children": [],
   "end": "215.240",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "Neither is worshipped with men's hands, as though he needed any thing, seeing he giveth to all life, and breath, and all things;"
   ]
  },
  {
   "begin": "215.240",
   "children": [],
   "end": "226.480",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "And hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation;"
   ]
  },
  {
   "begin": "226.480",
   "children": [],
   "end": "234.920",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "That they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us:"
   ]
  },
  {
   "begin": "234.920",
   "children": [],
   "end": "245.520",
   "id": "f000029",
   "language": "eng",
   "lines": [
    "For in him we live, and move, and have our being; as certain also of your own poets have said, For we are also his offspring."
   ]
  },
  {
   "begin": "245.520",
   "children": [],
   "end": "256.280",
   "id": "f000030",
   "language": "eng",
   "lines": [
    "Forasmuch then as we are the offspring of God, we ought not to think that the Godhead is like unto gold, or silver, or stone, graven by art and man's device."
   ]
  },
  {
   "begin": "256.280",
   "children": [],
   "end": "264.120",
   "id": "f000031",
   "language": "eng",
   "lines": [
    "And the times of this ignorance God winked at; but now commandeth all men every where to repent:"
   ]
  },
  {
   "begin": "264.120",
   "children": [],
   "end": "277.880",
   "id": "f000032",
   "language": "eng",
   "lines": [
    "Because he hath appointed a day, in the which he will judge the world in righteousness by that man whom he hath ordained; whereof he hath given assurance unto all men, in that he hath raised him from the dead."
   ]
  },
  {
   "begin": "277.880",
   "children": [],
   "end": "285.160",
   "id": "f000033",
   "language": "eng",
   "lines": [
    "And when they heard of the resurrection of the dead, some mocked: and others said, We will hear thee again of this matter."
   ]
  },
  {
   "begin": "285.160",
   "children": [],
   "end": "288.240",
   "id": "f000034",
   "language": "eng",
   "lines": [
    "So Paul departed from among them."
   ]
  },
  {
   "begin": "288.240",
   "children": [],
   "end": "297.800",
   "id": "f000035",
   "language": "eng",
   "lines": [
    "Howbeit certain men clave unto him, and believed: among the which was Dionysius the Areopagite, and a woman named Damaris, and others with them."
   ]
  }
 ]
}