{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "12.200",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "The Holy Bible: The King James Version, Read by Alexander Scourby Chapter one"
   ]
  },
  {
   "begin": "12.200",
   "children": [],
   "end": "20.640",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Paul, a servant of God, and an apostle of Jesus Christ, according to the faith of God's elect, and the acknowledging of the truth which is after godliness;"
   ]
  },
  {
   "begin": "20.640",
   "children": [],
   "end": "25.720",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "In hope of eternal life, which God, that cannot lie, promised before the world began;"
   ]
  },
  {
   "begin": "25.720",
   "children": [],
   "end": "33.520",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "But hath in due times manifested his word through preaching, which is committed unto me according to the commandment of God our Saviour;"
   ]
  },
  {
   "begin": "33.520",
   "children": [],
   "end": "41.680",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "To Titus, mine own son after the common faith: Grace, mercy, and peace, from God the Father and the Lord Jesus Christ our Saviour."
   ]
  },
  {
   "begin": "41.680",
   "children": [],
   "end": "50.600",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:"
   ]
  },
  {
   "begin": "50.600",
   "children": [],
   "end": "56.880",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "If any be blameless, the husband of one wife, having faithful children not accused of riot or unruly."
   ]
  },
  {
   "begin": "56.880",
   "children": [],
   "end": "67.560",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "For a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;"
   ]
  },
  {
   "begin": "67.560",
   "children": [],
   "end": "73.800",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "But a lover of hospitality, a lover of good men, sober, just, holy, temperate;"
   ]
  },
  {
   "begin": "73.800",
   "children": [],
   "end": "82.440",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers."
   ]
  },
  {
   "begin": "82.440",
   "children": [],
   "end": "87.960",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "For there are many unruly and vain talkers and deceivers, specially they of the circumcision:"
   ]
  },
  {
   "begin": "87.960",
   "children": [],
   "end": "96.160",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Whose mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre's sake."
   ]
  },
  {
   "begin": "96.160",
   "children": [],
   "end": "105.280",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "One of themselves, even a prophet of their own, said, The Cretians are alway liars, evil beasts, slow bellies."
   ]
  },
  {
   "begin": "105.280",
   "children": [],
   "end": "111.360",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "This witness is true. Wherefore rebuke them sharply, that they may be sound in the faith;"
   ]
  },
  {
   "begin": "111.360",
   "children": [],
   "end": "116.440",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Not giving heed to Jewish fables, and commandments of men, that turn from the truth."
   ]
  },
  {
   "begin": "116.440",
   "children": [],
   "end": "126.400",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "Unto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled."
   ]
  },
  {
   "begin": "126.400",
   "children": [],
   "end": "136.440",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "They profess that they know God; but in works they deny him, being abominable, and disobedient, and unto every good work reprobate."
   ]
  }
 ]
}