{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.120",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter eight"
   ]
  },
  {
   "begin": "2.120",
   "children": [],
   "end": "10.000",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Set the trumpet to thy mouth. He shall come as an eagle against the house of the LORD, because they have transgressed my covenant, and trespassed against my law."
   ]
  },
  {
   "begin": "10.000",
   "children": [],
   "end": "14.080",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Israel shall cry unto me, My God, we know thee."
   ]
  },
  {
   "begin": "14.080",
   "children": [],
   "end": "18.440",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Israel hath cast off the thing that is good: the enemy shall pursue him."
   ]
  },
  {
   "begin": "18.440",
   "children": [],
   "end": "28.160",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "They have set up kings, but not by me: they have made princes, and I knew it not: of their silver and their gold have they made them idols, that they may be cut off."
   ]
  },
  {
   "begin": "28.160",
   "children": [],
   "end": "36.920",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Thy calf, O Samaria, hath cast thee off; mine anger is kindled against them: how long will it be ere they attain to innocency?"
   ]
  },
  {
   "begin": "36.920",
   "children": [],
   "end": "45.520",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "For from Israel was it also: the workman made it; therefore it is not God: but the calf of Samaria shall be broken in pieces."
   ]
  },
  {
   "begin": "45.520",
   "children": [],
   "end": "56.480",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "For they have sown the wind, and they shall reap the whirlwind: it hath no stalk; the bud shall yield no meal: if so be it yield, the strangers shall swallow it up."
   ]
  },
  {
   "begin": "56.480",
   "children": [],
   "end": "61.520",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Israel is swallowed up: now shall they be among the Gentiles as a vessel wherein is no pleasure."
   ]
  },
  {
   "begin": "61.520",
   "children": [],
   "end": "68.200",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "For they are gone up to Assyria, a wild ass alone by himself: Ephraim hath hired lovers."
   ]
  },
  {
   "begin": "68.200",
   "children": [],
   "end": "75.320",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Yea, though they have hired among the nations, now will I gather them, and they shall sorrow a little for the burden of the king of princes."
   ]
  },
  {
   "begin": "75.320",
   "children": [],
   "end": "80.520",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Because Ephraim hath made many altars to sin, altars shall be unto him to sin."
   ]
  },
  {
   "begin": "80.520",
   "children": [],
   "end": "85.360",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "I have written to him the great things of my law, but they were counted as a strange thing."
   ]
  },
  {
   "begin": "85.360",
   "children": [],
   "end": "98.560",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "They sacrifice flesh for the sacrifices of mine offerings, and eat it; but the LORD accepteth them not; now will he remember their iniquity, and visit their sins: they shall return to Egypt."
   ]
  },
  {
   "begin": "98.560",
   "children": [],
   "end": "112.560",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "For Israel hath forgotten his Maker, and buildeth temples; and Judah hath multiplied fenced cities: but I will send a fire upon his cities, and it shall devour the palaces thereof."
   ]
  }
 ]
}