{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.000",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter ten"
   ]
  },
  {
   "begin": "2.000",
   "children": [],
   "end": "4.320",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And the LORD spake unto Moses, saying,"
   ]
  },
  {
   "begin": "4.320",
   "children": [],
   "end": "12.960",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Make thee two trumpets of silver; of a whole piece shalt thou make them: that thou mayest use them for the calling of the assembly, and for the journeying of the camps."
   ]
  },
  {
   "begin": "12.960",
   "children": [],
   "end": "19.560",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And when they shall blow with them, all the assembly shall assemble themselves to thee at the door of the tabernacle of the congregation."
   ]
  },
  {
   "begin": "19.560",
   "children": [],
   "end": "27.360",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And if they blow but with one trumpet, then the princes, which are heads of the thousands of Israel, shall gather themselves unto thee."
   ]
  },
  {
   "begin": "27.360",
   "children": [],
   "end": "32.640",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "When ye blow an alarm, then the camps that lie on the east parts shall go forward."
   ]
  },
  {
   "begin": "32.640",
   "children": [],
   "end": "40.520",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "When ye blow an alarm the second time, then the camps that lie on the south side shall take their journey: they shall blow an alarm for their journeys."
   ]
  },
  {
   "begin": "40.520",
   "children": [],
   "end": "46.880",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "But when the congregation is to be gathered together, ye shall blow, but ye shall not sound an alarm."
   ]
  },
  {
   "begin": "46.880",
   "children": [],
   "end": "54.400",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And the sons of Aaron, the priests, shall blow with the trumpets; and they shall be to you for an ordinance for ever throughout your generations."
   ]
  },
  {
   "begin": "54.400",
   "children": [],
   "end": "65.840",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And if ye go to war in your land against the enemy that oppresseth you, then ye shall blow an alarm with the trumpets; and ye shall be remembered before the LORD your God, and ye shall be saved from your enemies."
   ]
  },
  {
   "begin": "65.840",
   "children": [],
   "end": "83.680",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Also in the day of your gladness, and in your solemn days, and in the beginnings of your months, ye shall blow with the trumpets over your burnt offerings, and over the sacrifices of your peace offerings; that they may be to you for a memorial before your God: I am the LORD your God."
   ]
  },
  {
   "begin": "83.680",
   "children": [],
   "end": "91.240",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And it came to pass on the twentieth day of the second month, in the second year, that the cloud was taken up from off the tabernacle of the testimony."
   ]
  },
  {
   "begin": "91.240",
   "children": [],
   "end": "99.480",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And the children of Israel took their journeys out of the wilderness of Sinai; and the cloud rested in the wilderness of Paran."
   ]
  },
  {
   "begin": "99.480",
   "children": [],
   "end": "103.560",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And they first took their journey according to the commandment of the LORD by the hand of Moses."
   ]
  },
  {
   "begin": "103.560",
   "children": [],
   "end": "111.680",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "In the first place went the standard of the camp of the children of Judah according to their armies: and over his host was Nahshon the son of Amminadab."
   ]
  },
  {
   "begin": "111.680",
   "children": [],
   "end": "116.080",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And over the host of the tribe of the children of Issachar was Nethaneel the son of Zuar."
   ]
  },
  {
   "begin": "116.080",
   "children": [],
   "end": "120.720",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "And over the host of the tribe of the children of Zebulun was Eliab the son of Helon."
   ]
  },
  {
   "begin": "120.720",
   "children": [],
   "end": "127.640",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And the tabernacle was taken down; and the sons of Gershon and the sons of Merari set forward, bearing the tabernacle."
   ]
  },
  {
   "begin": "127.640",
   "children": [],
   "end": "134.760",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And the standard of the camp of Reuben set forward according to their armies: and over his host was Elizur the son of Shedeur."
   ]
  },
  {
   "begin": "134.760",
   "children": [],
   "end": "140.120",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And over the host of the tribe of the children of Simeon was Shelumiel the son of Zurishaddai."
   ]
  },
  {
   "begin": "140.120",
   "children": [],
   "end": "144.720",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "And over the host of the tribe of the children of Gad was Eliasaph the son of Deuel."
   ]
  },
  {
   "begin": "144.720",
   "children": [],
   "end": "151.520",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "And the Kohathites set forward, bearing the sanctuary: and the other did set up the tabernacle against they came."
   ]
  },
  {
   "begin": "151.520",
   "children": [],
   "end": "159.040",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "And the standard of the camp of the children of Ephraim set forward according to their armies: and over his host was Elishama the son of Ammihud."
   ]
  },
  {
   "begin": "159.040",
   "children": [],
   "end": "163.880",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "And over the host of the tribe of the children of Manasseh was Gamaliel the son of Pedahzur."
   ]
  },
  {
   "begin": "163.880",
   "children": [],
   "end": "169.720",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "And over the host of the tribe of the children of Benjamin was Abidan the son of Gideoni."
   ]
  },
  {
   "begin": "169.720",
   "children": [],
   "end": "179.720",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "And the standard of the camp of the children of Dan set forward, which was the rearward of all the camps throughout their hosts: and over his host was Ahiezer the son of Ammishaddai."
   ]
  },
  {
   "begin": "179.720",
   "children": [],
   "end": "183.880",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "And over the host of the tribe of the children of Asher was Pagiel the son of Ocran."
   ]
  },
  {
   "begin": "183.880",
   "children": [],
   "end": "189.000",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "And over the host of the tribe of the children of Naphtali was Ahira the son of Enan."
   ]
  },
  {
   "begin": "189.000",
   "children": [],
   "end": "195.640",
   "id": "f000029",
   "language": "eng",
   "lines": [
    "Thus were the journeyings of the children of Israel according to their armies, when they set forward."
   ]
  },
  {
   "begin": "195.640",
   "children": [],
   "end": "211.200",
   "id": "f000030",
   "language": "eng",
   "lines": [
    "And Moses said unto Hobab, the son of Raguel the Midianite, Moses' father in law, We are journeying unto the place of which the LORD said, I will give it you: come thou with us, and we will do thee good: for the LORD hath spoken good concerning Israel."
   ]
  },
  {
   "begin": "211.200",
   "children": [],
   "end": "216.640",
   "id": "f000031",
   "language": "eng",
   "lines": [
    "And he said unto him, I will not go; but I will depart to mine own land, and to my kindred."
   ]
  },
  {
   "begin": "216.640",
   "children": [],
   "end": "223.640",
   "id": "f000032",
   "language": "eng",
   "lines": [
    "And he said, Leave us not, I pray thee; forasmuch as thou knowest how we are to encamp in the wilderness, and thou mayest be to us instead of eyes."
   ]
  },
  {
   "begin": "223.640",
   "children": [],
   "end": "231.520",
   "id": "f000033",
   "language": "eng",
   "lines": [
    "And it shall be, if thou go with us, yea, it shall be, that what goodness the LORD shall do unto us, the same will we do unto thee."
   ]
  },
  {
   "begin": "231.520",
   "children": [],
   "end": "240.640",
   "id": "f000034",
   "language": "eng",
   "lines": [
    "And they departed from the mount of the LORD three days' journey: and the ark of the covenant of the LORD went before them in the three days' journey, to search out a resting place for them."
   ]
  },
  {
   "begin": "240.640",
   "children": [],
   "end": "245.080",
   "id": "f000035",
   "language": "eng",
   "lines": [
    "And the cloud of the LORD was upon them by day, when they went out of the camp."
   ]
  },
  {
   "begin": "245.080",
   "children": [],
   "end": "256.440",
   "id": "f000036",
   "language": "eng",
   "lines": [
    "And it came to pass, when the ark set forward, that Moses said, Rise up, LORD, and let thine enemies be scattered; and let them that hate thee flee before thee."
   ]
  },
  {
   "begin": "256.440",
   "children": [],
   "end": "263.240",
   "id": "f000037",
   "language": "eng",
   "lines": [
    "And when it rested, he said, Return, O LORD, unto the many thousands of Israel."
   ]
  }
 ]
}