{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.320",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter six"
   ]
  },
  {
   "begin": "2.320",
   "children": [],
   "end": "4.000",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And the LORD spake unto Moses, saying,"
   ]
  },
  {
   "begin": "4.000",
   "children": [],
   "end": "13.600",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Speak unto the children of Israel, and say unto them, When either man or woman shall separate themselves to vow a vow of a Nazarite, to separate themselves unto the LORD:"
   ]
  },
  {
   "begin": "13.600",
   "children": [],
   "end": "24.600",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "He shall separate himself from wine and strong drink, and shall drink no vinegar of wine, or vinegar of strong drink, neither shall he drink any liquor of grapes, nor eat moist grapes, or dried."
   ]
  },
  {
   "begin": "24.600",
   "children": [],
   "end": "31.000",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "All the days of his separation shall he eat nothing that is made of the vine tree, from the kernels even to the husk."
   ]
  },
  {
   "begin": "31.000",
   "children": [],
   "end": "43.160",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "All the days of the vow of his separation there shall no razor come upon his head: until the days be fulfilled, in the which he separateth himself unto the LORD, he shall be holy, and shall let the locks of the hair of his head grow."
   ]
  },
  {
   "begin": "43.160",
   "children": [],
   "end": "48.080",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "All the days that he separateth himself unto the LORD he shall come at no dead body."
   ]
  },
  {
   "begin": "48.080",
   "children": [],
   "end": "56.920",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "He shall not make himself unclean for his father, or for his mother, for his brother, or for his sister, when they die: because the consecration of his God is upon his head."
   ]
  },
  {
   "begin": "56.920",
   "children": [],
   "end": "61.000",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "All the days of his separation he is holy unto the LORD."
   ]
  },
  {
   "begin": "61.000",
   "children": [],
   "end": "70.680",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And if any man die very suddenly by him, and he hath defiled the head of his consecration; then he shall shave his head in the day of his cleansing, on the seventh day shall he shave it."
   ]
  },
  {
   "begin": "70.680",
   "children": [],
   "end": "76.960",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And on the eighth day he shall bring two turtles, or two young pigeons, to the priest, to the door of the tabernacle of the congregation:"
   ]
  },
  {
   "begin": "76.960",
   "children": [],
   "end": "87.080",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And the priest shall offer the one for a sin offering, and the other for a burnt offering, and make an atonement for him, for that he sinned by the dead, and shall hallow his head that same day."
   ]
  },
  {
   "begin": "87.080",
   "children": [],
   "end": "100.080",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And he shall consecrate unto the LORD the days of his separation, and shall bring a lamb of the first year for a trespass offering: but the days that were before shall be lost, because his separation was defiled."
   ]
  },
  {
   "begin": "100.080",
   "children": [],
   "end": "106.920",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And this is the law of the Nazarite, when the days of his separation are fulfilled: he shall be brought unto the door of the tabernacle of the congregation:"
   ]
  },
  {
   "begin": "106.920",
   "children": [],
   "end": "118.960",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And he shall offer his offering unto the LORD, one he lamb of the first year without blemish for a burnt offering, and one ewe lamb of the first year without blemish for a sin offering, and one ram without blemish for peace offerings,"
   ]
  },
  {
   "begin": "118.960",
   "children": [],
   "end": "129.120",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And a basket of unleavened bread, cakes of fine flour mingled with oil, and wafers of unleavened bread anointed with oil, and their meat offering, and their drink offerings."
   ]
  },
  {
   "begin": "129.120",
   "children": [],
   "end": "134.080",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "And the priest shall bring them before the LORD, and shall offer his sin offering, and his burnt offering:"
   ]
  },
  {
   "begin": "134.080",
   "children": [],
   "end": "143.760",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And he shall offer the ram for a sacrifice of peace offerings unto the LORD, with the basket of unleavened bread: the priest shall offer also his meat offering, and his drink offering."
   ]
  },
  {
   "begin": "143.760",
   "children": [],
   "end": "155.160",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And the Nazarite shall shave the head of his separation at the door of the tabernacle of the congregation, and shall take the hair of the head of his separation, and put it in the fire which is under the sacrifice of the peace offerings."
   ]
  },
  {
   "begin": "155.160",
   "children": [],
   "end": "167.880",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And the priest shall take the sodden shoulder of the ram, and one unleavened cake out of the basket, and one unleavened wafer, and shall put them upon the hands of the Nazarite, after the hair of his separation is shaven:"
   ]
  },
  {
   "begin": "167.880",
   "children": [],
   "end": "179.520",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "And the priest shall wave them for a wave offering before the LORD: this is holy for the priest, with the wave breast and heave shoulder: and after that the Nazarite may drink wine."
   ]
  },
  {
   "begin": "179.520",
   "children": [],
   "end": "192.600",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "This is the law of the Nazarite who hath vowed, and of his offering unto the LORD for his separation, beside that that his hand shall get: according to the vow which he vowed, so he must do after the law of his separation."
   ]
  },
  {
   "begin": "192.600",
   "children": [],
   "end": "194.960",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "And the LORD spake unto Moses, saying,"
   ]
  },
  {
   "begin": "194.960",
   "children": [],
   "end": "202.040",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "Speak unto Aaron and unto his sons, saying, On this wise ye shall bless the children of Israel, saying unto them,"
   ]
  },
  {
   "begin": "202.040",
   "children": [],
   "end": "204.920",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "The LORD bless thee, and keep thee:"
   ]
  },
  {
   "begin": "204.920",
   "children": [],
   "end": "209.320",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "The LORD make his face shine upon thee, and be gracious unto thee:"
   ]
  },
  {
   "begin": "209.320",
   "children": [],
   "end": "214.120",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "The LORD lift up his countenance upon thee, and give thee peace."
   ]
  },
  {
   "begin": "214.120",
   "children": [],
   "end": "220.200",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "And they shall put my name upon the children of Israel, and I will bless them."
   ]
  }
 ]
}