{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.640",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter forty-two"
   ]
  },
  {
   "begin": "2.640",
   "children": [],
   "end": "5.520",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Then Job answered the LORD, and said,"
   ]
  },
  {
   "begin": "5.520",
   "children": [],
   "end": "11.560",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "I know that thou canst do every thing, and that no thought can be withholden from thee."
   ]
  },
  {
   "begin": "11.560",
   "children": [],
   "end": "20.000",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Who is he that hideth counsel without knowledge? therefore have I uttered that I understood not; things too wonderful for me, which I knew not."
   ]
  },
  {
   "begin": "20.000",
   "children": [],
   "end": "27.720",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Hear, I beseech thee, and I will speak: I will demand of thee, and declare thou unto me."
   ]
  },
  {
   "begin": "27.720",
   "children": [],
   "end": "33.560",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "I have heard of thee by the hearing of the ear: but now mine eye seeth thee."
   ]
  },
  {
   "begin": "33.560",
   "children": [],
   "end": "44.200",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Wherefore I abhor myself, and repent in dust and ashes."
   ]
  },
  {
   "begin": "44.200",
   "children": [],
   "end": "59.160",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And it was so, that after the LORD had spoken these words unto Job, the LORD said to Eliphaz the Temanite, My wrath is kindled against thee, and against thy two friends: for ye have not spoken of me the thing that is right, as my servant Job hath."
   ]
  },
  {
   "begin": "59.160",
   "children": [],
   "end": "78.840",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Therefore take unto you now seven bullocks and seven rams, and go to my servant Job, and offer up for yourselves a burnt offering; and my servant Job shall pray for you: for him will I accept: lest I deal with you after your folly, in that ye have not spoken of me the thing which is right, like my servant Job."
   ]
  },
  {
   "begin": "78.840",
   "children": [],
   "end": "89.560",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went, and did according as the LORD commanded them: the LORD also accepted Job."
   ]
  },
  {
   "begin": "89.560",
   "children": [],
   "end": "97.560",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And the LORD turned the captivity of Job, when he prayed for his friends: also the LORD gave Job twice as much as he had before."
   ]
  },
  {
   "begin": "97.560",
   "children": [],
   "end": "115.360",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Then came there unto him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house: and they bemoaned him, and comforted him over all the evil that the LORD had brought upon him: every man also gave him a piece of money, and every one an earring of gold."
   ]
  },
  {
   "begin": "115.360",
   "children": [],
   "end": "126.200",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "So the LORD blessed the latter end of Job more than his beginning: for he had fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she asses."
   ]
  },
  {
   "begin": "126.200",
   "children": [],
   "end": "129.520",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "He had also seven sons and three daughters."
   ]
  },
  {
   "begin": "129.520",
   "children": [],
   "end": "137.200",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And he called the name of the first, Jemima; and the name of the second, Kezia; and the name of the third, Kerenhappuch."
   ]
  },
  {
   "begin": "137.200",
   "children": [],
   "end": "145.400",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And in all the land were no women found so fair as the daughters of Job: and their father gave them inheritance among their brethren."
   ]
  },
  {
   "begin": "145.400",
   "children": [],
   "end": "152.760",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "After this lived Job an hundred and forty years, and saw his sons, and his sons' sons, even four generations."
   ]
  },
  {
   "begin": "152.760",
   "children": [],
   "end": "160.920",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "So Job died, being old and full of days."
   ]
  }
 ]
}