{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.200",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter two"
   ]
  },
  {
   "begin": "2.200",
   "children": [],
   "end": "11.400",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And when any will offer a meat offering unto the LORD, his offering shall be of fine flour; and he shall pour oil upon it, and put frankincense thereon:"
   ]
  },
  {
   "begin": "11.400",
   "children": [],
   "end": "27.360",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And he shall bring it to Aaron's sons the priests: and he shall take thereout his handful of the flour thereof, and of the oil thereof, with all the frankincense thereof; and the priest shall burn the memorial of it upon the altar, to be an offering made by fire, of a sweet savor unto the LORD:"
   ]
  },
  {
   "begin": "27.360",
   "children": [],
   "end": "35.960",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And the remnant of the meat offering shall be Aaron's and his sons': it is a thing most holy of the offerings of the LORD made by fire."
   ]
  },
  {
   "begin": "35.960",
   "children": [],
   "end": "47.040",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And if thou bring an oblation of a meat offering baked in the oven, it shall be unleavened cakes of fine flour mingled with oil, or unleavened wafers anointed with oil."
   ]
  },
  {
   "begin": "47.040",
   "children": [],
   "end": "54.040",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And if thy oblation be a meat offering baked in a pan, it shall be of fine flour unleavened, mingled with oil."
   ]
  },
  {
   "begin": "54.040",
   "children": [],
   "end": "58.720",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Thou shalt part it in pieces, and pour oil thereon: it is a meat offering."
   ]
  },
  {
   "begin": "58.720",
   "children": [],
   "end": "65.560",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And if thy oblation be a meat offering baked in the frying pan, it shall be made of fine flour with oil."
   ]
  },
  {
   "begin": "65.560",
   "children": [],
   "end": "72.920",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And thou shalt bring the meat offering that is made of these things unto the LORD: and when it is presented unto the priest, he shall bring it unto the altar."
   ]
  },
  {
   "begin": "72.920",
   "children": [],
   "end": "81.520",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And the priest shall take from the meat offering a memorial thereof, and shall burn it upon the altar: it is an offering made by fire, of a sweet savor unto the LORD."
   ]
  },
  {
   "begin": "81.520",
   "children": [],
   "end": "91.160",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And that which is left of the meat offering shall be Aaron's and his sons': it is a thing most holy of the offerings of the LORD made by fire."
   ]
  },
  {
   "begin": "91.160",
   "children": [],
   "end": "102.280",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "No meat offering, which ye shall bring unto the LORD, shall be made with leaven: for ye shall burn no leaven, nor any honey, in any offering of the LORD made by fire."
   ]
  },
  {
   "begin": "102.280",
   "children": [],
   "end": "109.120",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "As for the oblation of the firstfruits, ye shall offer them unto the LORD: but they shall not be burnt on the altar for a sweet savor."
   ]
  },
  {
   "begin": "109.120",
   "children": [],
   "end": "121.040",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And every oblation of thy meat offering shalt thou season with salt; neither shalt thou suffer the salt of the covenant of thy God to be lacking from thy meat offering: with all thine offerings thou shalt offer salt."
   ]
  },
  {
   "begin": "121.040",
   "children": [],
   "end": "133.120",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And if thou offer a meat offering of thy firstfruits unto the LORD, thou shalt offer for the meat offering of thy firstfruits green ears of corn dried by the fire, even corn beaten out of full ears."
   ]
  },
  {
   "begin": "133.120",
   "children": [],
   "end": "138.240",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And thou shalt put oil upon it, and lay frankincense thereon: it is a meat offering."
   ]
  },
  {
   "begin": "138.240",
   "children": [],
   "end": "149.920",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "And the priest shall burn the memorial of it, part of the beaten corn thereof, and part of the oil thereof, with all the frankincense thereof: it is an offering made by fire unto the LORD."
   ]
  }
 ]
}