{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.080",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter five"
   ]
  },
  {
   "begin": "2.080",
   "children": [],
   "end": "10.480",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Now gather thyself in troops, O daughter of troops: he hath laid siege against us: they shall smite the judge of Israel with a rod upon the cheek."
   ]
  },
  {
   "begin": "10.480",
   "children": [],
   "end": "24.640",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "But thou, Bethlehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel; whose goings forth have been from of old, from everlasting."
   ]
  },
  {
   "begin": "24.640",
   "children": [],
   "end": "34.200",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Therefore will he give them up, until the time that she which travaileth hath brought forth: then the remnant of his brethren shall return unto the children of Israel."
   ]
  },
  {
   "begin": "34.200",
   "children": [],
   "end": "44.440",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And he shall stand and feed in the strength of the LORD, in the majesty of the name of the LORD his God; and they shall abide: for now shall he be great unto the ends of the earth."
   ]
  },
  {
   "begin": "44.440",
   "children": [],
   "end": "56.680",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And this man shall be the peace, when the Assyrian shall come into our land: and when he shall tread in our palaces, then shall we raise against him seven shepherds, and eight principal men."
   ]
  },
  {
   "begin": "56.680",
   "children": [],
   "end": "68.520",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And they shall waste the land of Assyria with the sword, and the land of Nimrod in the entrances thereof: thus shall he deliver us from the Assyrian, when he cometh into our land, and when he treadeth within our borders."
   ]
  },
  {
   "begin": "68.520",
   "children": [],
   "end": "79.600",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And the remnant of Jacob shall be in the midst of many people as a dew from the LORD, as the showers upon the grass, that tarrieth not for man, nor waiteth for the sons of men."
   ]
  },
  {
   "begin": "79.600",
   "children": [],
   "end": "95.920",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And the remnant of Jacob shall be among the Gentiles in the midst of many people as a lion among the beasts of the forest, as a young lion among the flocks of sheep: who, if he go through, both treadeth down, and teareth in pieces, and none can deliver."
   ]
  },
  {
   "begin": "95.920",
   "children": [],
   "end": "101.440",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Thine hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off."
   ]
  },
  {
   "begin": "101.440",
   "children": [],
   "end": "109.160",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And it shall come to pass in that day, saith the LORD, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots:"
   ]
  },
  {
   "begin": "109.160",
   "children": [],
   "end": "113.600",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And I will cut off the cities of thy land, and throw down all thy strong holds:"
   ]
  },
  {
   "begin": "113.600",
   "children": [],
   "end": "118.720",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And I will cut off witchcrafts out of thine hand; and thou shalt have no more soothsayers:"
   ]
  },
  {
   "begin": "118.720",
   "children": [],
   "end": "126.920",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Thy graven images also will I cut off, and thy standing images out of the midst of thee; and thou shalt no more worship the work of thine hands."
   ]
  },
  {
   "begin": "126.920",
   "children": [],
   "end": "132.560",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And I will pluck up thy groves out of the midst of thee: so will I destroy thy cities."
   ]
  },
  {
   "begin": "132.560",
   "children": [],
   "end": "138.960",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And I will execute vengeance in anger and fury upon the heathen, such as they have not heard."
   ]
  }
 ]
}