{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.200",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter nineteen"
   ]
  },
  {
   "begin": "2.200",
   "children": [],
   "end": "8.480",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And Ahab told Jezebel all that Elijah had done, and withal how he had slain all the prophets with the sword."
   ]
  },
  {
   "begin": "8.480",
   "children": [],
   "end": "19.200",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Then Jezebel sent a messenger unto Elijah, saying, So let the gods do to me, and more also, if I make not thy life as the life of one of them by to morrow about this time."
   ]
  },
  {
   "begin": "19.200",
   "children": [],
   "end": "26.440",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And when he saw that, he arose, and went for his life, and came to Beersheba, which belongeth to Judah, and left his servant there."
   ]
  },
  {
   "begin": "26.440",
   "children": [],
   "end": "41.040",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "But he himself went a day's journey into the wilderness, and came and sat down under a juniper tree: and he requested for himself that he might die; and said, It is enough; now, O LORD, take away my life; for I am not better than my fathers."
   ]
  },
  {
   "begin": "41.040",
   "children": [],
   "end": "48.320",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And as he lay and slept under a juniper tree, behold, then an angel touched him, and said unto him, Arise and eat."
   ]
  },
  {
   "begin": "48.320",
   "children": [],
   "end": "59.520",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And he looked, and, behold, there was a cake baken on the coals, and a cruse of water at his head. And he did eat and drink, and laid him down again."
   ]
  },
  {
   "begin": "59.520",
   "children": [],
   "end": "67.440",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And the angel of the LORD came again the second time, and touched him, and said, Arise and eat; because the journey is too great for thee."
   ]
  },
  {
   "begin": "67.440",
   "children": [],
   "end": "76.000",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And he arose, and did eat and drink, and went in the strength of that meat forty days and forty nights unto Horeb the mount of God."
   ]
  },
  {
   "begin": "76.000",
   "children": [],
   "end": "84.480",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "And he came thither unto a cave, and lodged there; and, behold, the word of the LORD came to him, and he said unto him, What doest thou here, Elijah?"
   ]
  },
  {
   "begin": "84.480",
   "children": [],
   "end": "98.880",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And he said, I have been very jealous for the LORD God of hosts: for the children of Israel have forsaken thy covenant, thrown down thine altars, and slain thy prophets with the sword; and I, even I only, am left; and they seek my life, to take it away."
   ]
  },
  {
   "begin": "98.880",
   "children": [],
   "end": "120.280",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And he said, Go forth, and stand upon the mount before the LORD. And, behold, the LORD passed by, and a great and strong wind rent the mountains, and brake in pieces the rocks before the LORD; but the LORD was not in the wind: and after the wind an earthquake; but the LORD was not in the earthquake:"
   ]
  },
  {
   "begin": "120.280",
   "children": [],
   "end": "134.120",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And after the earthquake a fire; but the LORD was not in the fire: and after the fire a still small voice."
   ]
  },
  {
   "begin": "134.120",
   "children": [],
   "end": "149.400",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And it was so, when Elijah heard it, that he wrapped his face in his mantle, and went out, and stood in the entering in of the cave. And, behold, there came a voice unto him, and said, What doest thou here, Elijah?"
   ]
  },
  {
   "begin": "149.400",
   "children": [],
   "end": "162.840",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And he said, I have been very jealous for the LORD God of hosts: because the children of Israel have forsaken thy covenant, thrown down thine altars, and slain thy prophets with the sword; and I, even I only, am left; and they seek my life, to take it away."
   ]
  },
  {
   "begin": "162.840",
   "children": [],
   "end": "171.920",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And the LORD said unto him, Go, return on thy way to the wilderness of Damascus: and when thou comest, anoint Hazael to be king over Syria:"
   ]
  },
  {
   "begin": "171.920",
   "children": [],
   "end": "181.400",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "And Jehu the son of Nimshi shalt thou anoint to be king over Israel: and Elisha the son of Shaphat of Abelmeholah shalt thou anoint to be prophet in thy room."
   ]
  },
  {
   "begin": "181.400",
   "children": [],
   "end": "190.040",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And it shall come to pass, that him that escapeth the sword of Hazael shall Jehu slay: and him that escapeth from the sword of Jehu shall Elisha slay."
   ]
  },
  {
   "begin": "190.040",
   "children": [],
   "end": "201.120",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Yet I have left me seven thousand in Israel, all the knees which have not bowed unto Baal, and every mouth which hath not kissed him."
   ]
  },
  {
   "begin": "201.120",
   "children": [],
   "end": "212.200",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "So he departed thence, and found Elisha the son of Shaphat, who was plowing with twelve yoke of oxen before him, and he with the twelfth: and Elijah passed by him, and cast his mantle upon him."
   ]
  },
  {
   "begin": "212.200",
   "children": [],
   "end": "224.120",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "And he left the oxen, and ran after Elijah, and said, Let me, I pray thee, kiss my father and my mother, and then I will follow thee. And he said unto him, Go back again: for what have I done to thee?"
   ]
  },
  {
   "begin": "224.120",
   "children": [],
   "end": "239.000",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "And he returned back from him, and took a yoke of oxen, and slew them, and boiled their flesh with the instruments of the oxen, and gave unto the people, and they did eat. Then he arose, and went after Elijah, and ministered unto him."
   ]
  }
 ]
}