{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "4.640",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter thirteen"
   ]
  },
  {
   "begin": "4.640",
   "children": [],
   "end": "12.080",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God."
   ]
  },
  {
   "begin": "12.080",
   "children": [],
   "end": "20.120",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation."
   ]
  },
  {
   "begin": "20.120",
   "children": [],
   "end": "31.920",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:"
   ]
  },
  {
   "begin": "31.920",
   "children": [],
   "end": "48.120",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil."
   ]
  },
  {
   "begin": "48.120",
   "children": [],
   "end": "55.120",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Wherefore ye must needs be subject, not only for wrath, but also for conscience sake."
   ]
  },
  {
   "begin": "55.120",
   "children": [],
   "end": "63.880",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "For for this cause pay ye tribute also: for they are God's ministers, attending continually upon this very thing."
   ]
  },
  {
   "begin": "63.880",
   "children": [],
   "end": "74.520",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Render therefore to all their dues: tribute to whom tribute is due; custom to whom custom; fear to whom fear; honour to whom honour."
   ]
  },
  {
   "begin": "74.520",
   "children": [],
   "end": "82.360",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law."
   ]
  },
  {
   "begin": "82.360",
   "children": [],
   "end": "102.160",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself."
   ]
  },
  {
   "begin": "102.160",
   "children": [],
   "end": "110.000",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "Love worketh no ill to his neighbour: therefore love is the fulfilling of the law."
   ]
  },
  {
   "begin": "110.000",
   "children": [],
   "end": "120.400",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed."
   ]
  },
  {
   "begin": "120.400",
   "children": [],
   "end": "130.160",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light."
   ]
  },
  {
   "begin": "130.160",
   "children": [],
   "end": "140.800",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying."
   ]
  },
  {
   "begin": "140.800",
   "children": [],
   "end": "147.400",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof."
   ]
  }
 ]
}