{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "1.880",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter three"
   ]
  },
  {
   "begin": "1.880",
   "children": [],
   "end": "9.280",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And he shewed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right hand to resist him."
   ]
  },
  {
   "begin": "9.280",
   "children": [],
   "end": "19.480",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And the LORD said unto Satan, The LORD rebuke thee, O Satan; even the LORD that hath chosen Jerusalem rebuke thee: is not this a brand plucked out of the fire?"
   ]
  },
  {
   "begin": "19.480",
   "children": [],
   "end": "23.920",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "Now Joshua was clothed with filthy garments, and stood before the angel."
   ]
  },
  {
   "begin": "23.920",
   "children": [],
   "end": "37.160",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment."
   ]
  },
  {
   "begin": "37.160",
   "children": [],
   "end": "47.040",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And I said, Let them set a fair mitre upon his head. So they set a fair mitre upon his head, and clothed him with garments. And the angel of the LORD stood by."
   ]
  },
  {
   "begin": "47.040",
   "children": [],
   "end": "49.640",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And the angel of the LORD protested unto Joshua, saying,"
   ]
  },
  {
   "begin": "49.640",
   "children": [],
   "end": "62.720",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Thus saith the LORD of hosts; If thou wilt walk in my ways, and if thou wilt keep my charge, then thou shalt also judge my house, and shalt also keep my courts, and I will give thee places to walk among these that stand by."
   ]
  },
  {
   "begin": "62.720",
   "children": [],
   "end": "75.280",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Hear now, O Joshua the high priest, thou, and thy fellows that sit before thee: for they are men wondered at: for, behold, I will bring forth my servant the BRANCH."
   ]
  },
  {
   "begin": "75.280",
   "children": [],
   "end": "89.240",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "For behold the stone that I have laid before Joshua; upon one stone shall be seven eyes: behold, I will engrave the graving thereof, saith the LORD of hosts, and I will remove the iniquity of that land in one day."
   ]
  },
  {
   "begin": "89.240",
   "children": [],
   "end": "97.160",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "In that day, saith the LORD of hosts, shall ye call every man his neighbour under the vine and under the fig tree."
   ]
  }
 ]
}