{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.240",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter eleven"
   ]
  },
  {
   "begin": "2.240",
   "children": [],
   "end": "6.400",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Open thy doors, O Lebanon, that the fire may devour thy cedars."
   ]
  },
  {
   "begin": "6.400",
   "children": [],
   "end": "16.600",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Howl, fir tree; for the cedar is fallen; because the mighty are spoiled: howl, O ye oaks of Bashan; for the forest of the vintage is come down."
   ]
  },
  {
   "begin": "16.600",
   "children": [],
   "end": "26.240",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "There is a voice of the howling of the shepherds; for their glory is spoiled: a voice of the roaring of young lions; for the pride of Jordan is spoiled."
   ]
  },
  {
   "begin": "26.240",
   "children": [],
   "end": "30.520",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Thus saith the LORD my God; Feed the flock of the slaughter;"
   ]
  },
  {
   "begin": "30.520",
   "children": [],
   "end": "40.200",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Whose possessors slay them, and hold themselves not guilty: and they that sell them say, Blessed be the LORD; for I am rich: and their own shepherds pity them not."
   ]
  },
  {
   "begin": "40.200",
   "children": [],
   "end": "51.440",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "For I will no more pity the inhabitants of the land, saith the LORD: but, lo, I will deliver the men every one into his neighbour's hand, and into the hand of his king: and they shall smite the land, and out of their hand I will not deliver them."
   ]
  },
  {
   "begin": "51.440",
   "children": [],
   "end": "65.640",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "And I will feed the flock of slaughter, even you, O poor of the flock. And I took unto me two staves; the one I called Beauty, and the other I called Bands; and I fed the flock."
   ]
  },
  {
   "begin": "65.640",
   "children": [],
   "end": "72.960",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Three shepherds also I cut off in one month; and my soul lothed them, and their soul also abhorred me."
   ]
  },
  {
   "begin": "72.960",
   "children": [],
   "end": "81.520",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Then said I, I will not feed you: that that dieth, let it die; and that that is to be cut off, let it be cut off; and let the rest eat every one the flesh of another."
   ]
  },
  {
   "begin": "81.520",
   "children": [],
   "end": "87.960",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And I took my staff, even Beauty, and cut it asunder, that I might break my covenant which I had made with all the people."
   ]
  },
  {
   "begin": "87.960",
   "children": [],
   "end": "93.920",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And it was broken in that day: and so the poor of the flock that waited upon me knew that it was the word of the LORD."
   ]
  },
  {
   "begin": "93.920",
   "children": [],
   "end": "101.320",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And I said unto them, If ye think good, give me my price; and if not, forbear. So they weighed for my price thirty pieces of silver."
   ]
  },
  {
   "begin": "101.320",
   "children": [],
   "end": "113.720",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And the LORD said unto me, Cast it unto the potter: a goodly price that I was prised at of them. And I took the thirty pieces of silver, and cast them to the potter in the house of the LORD."
   ]
  },
  {
   "begin": "113.720",
   "children": [],
   "end": "121.720",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Then I cut asunder mine other staff, even Bands, that I might break the brotherhood between Judah and Israel."
   ]
  },
  {
   "begin": "121.720",
   "children": [],
   "end": "125.160",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And the LORD said unto me, Take unto thee yet the instruments of a foolish shepherd."
   ]
  },
  {
   "begin": "125.160",
   "children": [],
   "end": "141.960",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "For, lo, I will raise up a shepherd in the land, which shall not visit those that be cut off, neither shall seek the young one, nor heal that that is broken, nor feed that that standeth still: but he shall eat the flesh of the fat, and tear their claws in pieces."
   ]
  },
  {
   "begin": "141.960",
   "children": [],
   "end": "154.600",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "Woe to the idol shepherd that leaveth the flock! the sword shall be upon his arm, and upon his right eye: his arm shall be clean dried up, and his right eye shall be utterly darkened."
   ]
  }
 ]
}