{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "2.600",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter seven"
   ]
  },
  {
   "begin": "2.600",
   "children": [],
   "end": "6.280",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Now when he had ended all his sayings in the audience of the people, he entered into Capernaum."
   ]
  },
  {
   "begin": "6.280",
   "children": [],
   "end": "11.960",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "And a certain centurion's servant, who was dear unto him, was sick, and ready to die."
   ]
  },
  {
   "begin": "11.960",
   "children": [],
   "end": "18.560",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And when he heard of Jesus, he sent unto him the elders of the Jews, beseeching him that he would come and heal his servant."
   ]
  },
  {
   "begin": "18.560",
   "children": [],
   "end": "24.120",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And when they came to Jesus, they besought him instantly, saying, That he was worthy for whom he should do this:"
   ]
  },
  {
   "begin": "24.120",
   "children": [],
   "end": "28.320",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "For he loveth our nation, and he hath built us a synagogue."
   ]
  },
  {
   "begin": "28.320",
   "children": [],
   "end": "39.160",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "Then Jesus went with them. And when he was now not far from the house, the centurion sent friends to him, saying unto him, Lord, trouble not thyself: for I am not worthy that thou shouldest enter under my roof:"
   ]
  },
  {
   "begin": "39.160",
   "children": [],
   "end": "47.360",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Wherefore neither thought I myself worthy to come unto thee: but say in a word, and my servant shall be healed."
   ]
  },
  {
   "begin": "47.360",
   "children": [],
   "end": "58.720",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "For I also am a man set under authority, having under me soldiers, and I say unto one, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it."
   ]
  },
  {
   "begin": "58.720",
   "children": [],
   "end": "71.560",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "When Jesus heard these things, he marvelled at him, and turned him about, and said unto the people that followed him, I say unto you, I have not found so great faith, no, not in Israel."
   ]
  },
  {
   "begin": "71.560",
   "children": [],
   "end": "76.720",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And they that were sent, returning to the house, found the servant whole that had been sick."
   ]
  },
  {
   "begin": "76.720",
   "children": [],
   "end": "84.280",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "And it came to pass the day after, that he went into a city called Nain; and many of his disciples went with him, and much people."
   ]
  },
  {
   "begin": "84.280",
   "children": [],
   "end": "93.000",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "Now when he came nigh to the gate of the city, behold, there was a dead man carried out, the only son of his mother, and she was a widow: and much people of the city was with her."
   ]
  },
  {
   "begin": "93.000",
   "children": [],
   "end": "99.000",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "And when the Lord saw her, he had compassion on her, and said unto her, Weep not."
   ]
  },
  {
   "begin": "99.000",
   "children": [],
   "end": "110.640",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "And he came and touched the bier: and they that bare him stood still. And he said, Young man, I say unto thee, Arise."
   ]
  },
  {
   "begin": "110.640",
   "children": [],
   "end": "115.840",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "And he that was dead sat up, and began to speak. And he delivered him to his mother."
   ]
  },
  {
   "begin": "115.840",
   "children": [],
   "end": "125.160",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "And there came a fear on all: and they glorified God, saying, That a great prophet is risen up among us; and, That God hath visited his people."
   ]
  },
  {
   "begin": "125.160",
   "children": [],
   "end": "131.400",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And this rumour of him went forth throughout all Judaea, and throughout all the region round about."
   ]
  },
  {
   "begin": "131.400",
   "children": [],
   "end": "133.880",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "And the disciples of John shewed him of all these things."
   ]
  },
  {
   "begin": "133.880",
   "children": [],
   "end": "143.040",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And John calling unto him two of his disciples sent them to Jesus, saying, Art thou he that should come? or look we for another?"
   ]
  },
  {
   "begin": "143.040",
   "children": [],
   "end": "151.280",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "When the men were come unto him, they said, John Baptist hath sent us unto thee, saying, Art thou he that should come? or look we for another?"
   ]
  },
  {
   "begin": "151.280",
   "children": [],
   "end": "159.120",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "And in that same hour he cured many of their infirmities and plagues, and of evil spirits; and unto many that were blind he gave sight."
   ]
  },
  {
   "begin": "159.120",
   "children": [],
   "end": "176.440",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "Then Jesus answering said unto them, Go your way, and tell John what things ye have seen and heard; how that the blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised, to the poor the gospel is preached."
   ]
  },
  {
   "begin": "176.440",
   "children": [],
   "end": "182.600",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "And blessed is he, whosoever shall not be offended in me."
   ]
  },
  {
   "begin": "182.600",
   "children": [],
   "end": "194.680",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "And when the messengers of John were departed, he began to speak unto the people concerning John, What went ye out into the wilderness for to see? A reed shaken with the wind?"
   ]
  },
  {
   "begin": "194.680",
   "children": [],
   "end": "205.160",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "But what went ye out for to see? A man clothed in soft raiment? Behold, they which are gorgeously apparelled, and live delicately, are in kings' courts."
   ]
  },
  {
   "begin": "205.160",
   "children": [],
   "end": "213.680",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "But what went ye out for to see? A prophet? Yea, I say unto you, and much more than a prophet."
   ]
  },
  {
   "begin": "213.680",
   "children": [],
   "end": "221.440",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "This is he, of whom it is written, Behold, I send my messenger before thy face, which shall prepare thy way before thee."
   ]
  },
  {
   "begin": "221.440",
   "children": [],
   "end": "232.080",
   "id": "f000029",
   "language": "eng",
   "lines": [
    "For I say unto you, Among those that are born of women there is not a greater prophet than John the Baptist: but he that is least in the kingdom of God is greater than he."
   ]
  },
  {
   "begin": "232.080",
   "children": [],
   "end": "238.200",
   "id": "f000030",
   "language": "eng",
   "lines": [
    "And all the people that heard him, and the publicans, justified God, being baptized with the baptism of John."
   ]
  },
  {
   "begin": "238.200",
   "children": [],
   "end": "245.720",
   "id": "f000031",
   "language": "eng",
   "lines": [
    "But the Pharisees and lawyers rejected the counsel of God against themselves, being not baptized of him."
   ]
  },
  {
   "begin": "245.720",
   "children": [],
   "end": "252.920",
   "id": "f000032",
   "language": "eng",
   "lines": [
    "And the Lord said, Whereunto then shall I liken the men of this generation? and to what are they like?"
   ]
  },
  {
   "begin": "252.920",
   "children": [],
   "end": "264.120",
   "id": "f000033",
   "language": "eng",
   "lines": [
    "They are like unto children sitting in the marketplace, and calling one to another, and saying, We have piped unto you, and ye have not danced; we have mourned to you, and ye have not wept."
   ]
  },
  {
   "begin": "264.120",
   "children": [],
   "end": "270.680",
   "id": "f000034",
   "language": "eng",
   "lines": [
    "For John the Baptist came neither eating bread nor drinking wine; and ye say, He hath a devil."
   ]
  },
  {
   "begin": "270.680",
   "children": [],
   "end": "279.600",
   "id": "f000035",
   "language": "eng",
   "lines": [
    "The Son of man is come eating and drinking; and ye say, Behold a gluttonous man, and a winebibber, a friend of publicans and sinners!"
   ]
  },
  {
   "begin": "279.600",
   "children": [],
   "end": "284.280",
   "id": "f000036",
   "language": "eng",
   "lines": [
    "But wisdom is justified of all her children."
   ]
  },
  {
   "begin": "284.280",
   "children": [],
   "end": "291.560",
   "id": "f000037",
   "language": "eng",
   "lines": [
    "And one of the Pharisees desired him that he would eat with him. And he went into the Pharisee's house, and sat down to meat."
   ]
  },
  {
   "begin": "291.560",
   "children": [],
   "end": "299.160",
   "id": "f000038",
   "language": "eng",
   "lines": [
    "And, behold, a woman in the city, which was a sinner, when she knew that Jesus sat at meat in the Pharisee's house, brought an alabaster box of ointment,"
   ]
  },
  {
   "begin": "299.160",
   "children": [],
   "end": "311.120",
   "id": "f000039",
   "language": "eng",
   "lines": [
    "And stood at his feet behind him weeping, and began to wash his feet with tears, and did wipe them with the hairs of her head, and kissed his feet, and anointed them with the ointment."
   ]
  },
  {
   "begin": "311.120",
   "children": [],
   "end": "324.960",
   "id": "f000040",
   "language": "eng",
   "lines": [
    "Now when the Pharisee which had bidden him saw it, he spake within himself, saying, This man, if he were a prophet, would have known who and what manner of woman this is that toucheth him: for she is a sinner."
   ]
  },
  {
   "begin": "324.960",
   "children": [],
   "end": "334.200",
   "id": "f000041",
   "language": "eng",
   "lines": [
    "And Jesus answering said unto him, Simon, I have somewhat to say unto thee. And he saith, Master, say on."
   ]
  },
  {
   "begin": "334.200",
   "children": [],
   "end": "341.520",
   "id": "f000042",
   "language": "eng",
   "lines": [
    "There was a certain creditor which had two debtors: the one owed five hundred pence, and the other fifty."
   ]
  },
  {
   "begin": "341.520",
   "children": [],
   "end": "348.800",
   "id": "f000043",
   "language": "eng",
   "lines": [
    "And when they had nothing to pay, he frankly forgave them both. Tell me therefore, which of them will love him most?"
   ]
  },
  {
   "begin": "348.800",
   "children": [],
   "end": "357.480",
   "id": "f000044",
   "language": "eng",
   "lines": [
    "Simon answered and said, I suppose that he, to whom he forgave most. And he said unto him, Thou hast rightly judged."
   ]
  },
  {
   "begin": "357.480",
   "children": [],
   "end": "375.040",
   "id": "f000045",
   "language": "eng",
   "lines": [
    "And he turned to the woman, and said unto Simon, Seest thou this woman? I entered into thine house, thou gavest me no water for my feet: but she hath washed my feet with tears, and wiped them with the hairs of her head."
   ]
  },
  {
   "begin": "375.040",
   "children": [],
   "end": "381.200",
   "id": "f000046",
   "language": "eng",
   "lines": [
    "Thou gavest me no kiss: but this woman since the time I came in hath not ceased to kiss my feet."
   ]
  },
  {
   "begin": "381.200",
   "children": [],
   "end": "387.040",
   "id": "f000047",
   "language": "eng",
   "lines": [
    "My head with oil thou didst not anoint: but this woman hath anointed my feet with ointment."
   ]
  },
  {
   "begin": "387.040",
   "children": [],
   "end": "398.120",
   "id": "f000048",
   "language": "eng",
   "lines": [
    "Wherefore I say unto thee, Her sins, which are many, are forgiven; for she loved much: but to whom little is forgiven, the same loveth little."
   ]
  },
  {
   "begin": "398.120",
   "children": [],
   "end": "402.080",
   "id": "f000049",
   "language": "eng",
   "lines": [
    "And he said unto her, Thy sins are forgiven."
   ]
  },
  {
   "begin": "402.080",
   "children": [],
   "end": "407.600",
   "id": "f000050",
   "language": "eng",
   "lines": [
    "And they that sat at meat with him began to say within themselves, Who is this that forgiveth sins also?"
   ]
  },
  {
   "begin": "407.600",
   "children": [],
   "end": "414.960",
   "id": "f000051",
   "language": "eng",
   "lines": [
    "And he said to the woman, Thy faith hath saved thee; go in peace."
   ]
  }
 ]
}