{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "3.040",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Chapter twenty-two"
   ]
  },
  {
   "begin": "3.040",
   "children": [],
   "end": "10.240",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And he shewed me a pure river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb."
   ]
  },
  {
   "begin": "10.240",
   "children": [],
   "end": "24.320",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "In the midst of the street of it, and on either side of the river, was there the tree of life, which bare twelve manner of fruits, and yielded her fruit every month: and the leaves of the tree were for the healing of the nations."
   ]
  },
  {
   "begin": "24.320",
   "children": [],
   "end": "32.720",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "And there shall be no more curse: but the throne of God and of the Lamb shall be in it; and his servants shall serve him:"
   ]
  },
  {
   "begin": "32.720",
   "children": [],
   "end": "38.320",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "And they shall see his face; and his name shall be in their foreheads."
   ]
  },
  {
   "begin": "38.320",
   "children": [],
   "end": "48.880",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "And there shall be no night there; and they need no candle, neither light of the sun; for the Lord God giveth them light: and they shall reign for ever and ever."
   ]
  },
  {
   "begin": "48.880",
   "children": [],
   "end": "61.120",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "And he said unto me, These sayings are faithful and true: and the Lord God of the holy prophets sent his angel to shew unto his servants the things which must shortly be done."
   ]
  },
  {
   "begin": "61.120",
   "children": [],
   "end": "70.480",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Behold, I come quickly: blessed is he that keepeth the sayings of the prophecy of this book."
   ]
  },
  {
   "begin": "70.480",
   "children": [],
   "end": "80.880",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "And I John saw these things, and heard them. And when I had heard and seen, I fell down to worship before the feet of the angel which shewed me these things."
   ]
  },
  {
   "begin": "80.880",
   "children": [],
   "end": "92.640",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "Then saith he unto me, See thou do it not: for I am thy fellowservant, and of thy brethren the prophets, and of them which keep the sayings of this book: worship God."
   ]
  },
  {
   "begin": "92.640",
   "children": [],
   "end": "99.440",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "And he saith unto me, Seal not the sayings of the prophecy of this book: for the time is at hand."
   ]
  },
  {
   "begin": "99.440",
   "children": [],
   "end": "111.880",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still."
   ]
  },
  {
   "begin": "111.880",
   "children": [],
   "end": "118.640",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be."
   ]
  },
  {
   "begin": "118.640",
   "children": [],
   "end": "124.400",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "I am Alpha and Omega, the beginning and the end, the first and the last."
   ]
  },
  {
   "begin": "124.400",
   "children": [],
   "end": "131.440",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city."
   ]
  },
  {
   "begin": "131.440",
   "children": [],
   "end": "143.120",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie."
   ]
  },
  {
   "begin": "143.120",
   "children": [],
   "end": "154.240",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star."
   ]
  },
  {
   "begin": "154.240",
   "children": [],
   "end": "168.000",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely."
   ]
  },
  {
   "begin": "168.000",
   "children": [],
   "end": "180.240",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:"
   ]
  },
  {
   "begin": "180.240",
   "children": [],
   "end": "192.840",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book."
   ]
  },
  {
   "begin": "192.840",
   "children": [],
   "end": "207.640",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "He which testifieth these things saith, Surely I come quickly. Amen. Even so, come, Lord Jesus."
   ]
  },
  {
   "begin": "207.640",
   "children": [],
   "end": "223.080",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "The grace of our Lord Jesus Christ be with you all. Amen."
   ]
  }
 ]
}